[{"id":1, "api_id":425, "care_level":"Medium", "common_name":"flowering-maple", "description":"The Flowering Maple (Abutilon hybridum) is an amazing plant species for its hardiness, its unique flowers, and its ability to brighten up any landscape. It's a very low maintenance plant that flourishes in full sun and well drained soils. Its flowers are very striking and come in many different colors - the most common being white and yellow, with a contrasting dark center. This plant is ideal for those looking to add some vibrant color to their gardens without a lot of work. It can easily grow up to six feet and can even tolerate partial shade. The Flowering Maple is definitely an attention-grabber and will be sure to make any garden stand out.", "family":"Malvaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/425_abutilon_hybridum/og/24527654869_ac712f58c7_b.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Flowering-maple (Abutilon hybridum) should be pruned heavily and frequently throughout the year for best results. Prune the plants after they have finished blooming to remove dead branches and promote more compact growth. Be sure to prune the plant soon after flowering in the spring and cutting back no more than 1-third of the top growth. Prune again in midsummer and then after the second flowering in the late summer or early fall. When pruning, be sure to use clean, sharp pruning tools, and wear gloves to protect your hands from the small spines on the plant.", "scientific_name":"Abutilon hybridum", "soil":"", "sunlight_details":"A flowering-maple (Abutilon hybridum) needs full sun for 6-8 hours per day in order to thrive. During the spring and summer months the plants require more sunlight and can benefit from up to 10 hours of full sun each day. If grown in a shadier area, the flowering-maple may have less abundant blooms and growth. During the winter, the plant requires slightly less sunlight and may do better with only 4-6 hours of direct sunlight per day.", "watering":"Frequent", "watering_details":"Flowering maple (Abutilon hybridum) is a fast-growing plant that requires frequent watering. The plants should be watered heavily and deeply 1-2 times per week during the spring and summer months. During the cooler months, waterings should be reduced to once every 2-3 weeks."},
 {"id":2, "api_id":426, "care_level":"Moderate", "common_name":"flowering-maple", "description":"Flowering-maple (Abutilon hybridum 'Bella Red') is a magnificent plant species with its beautiful red bell-shaped flowers and bright green, maple-like foliage. Growing to a manageable height of around 1-3 feet (30-90 cm), this drought-tolerant, self-sowing annual is perfect for adding color to any garden. Its blooms appear in an array of vibrant colors, from magenta to yellow, that light up any outdoor setting. Its gorgeous flowers also attract butterflies and hummingbirds, making it a great choice for a wildlife garden. Combined with its hardiness, this species certainly is a magnificent addition to any garden.", "family":"Malvaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/426_abutilon_hybridum_bella_red/og/abutilon-mallow-flower-red.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"It is recommended to prune flowering-maples twice a year, once in late winter and once in late summer. Prune the plant in late winter before the new growth appears, to shape and maintain a compact form. Late summer pruning should be done after the plant blooms, to remove any faded flowers. To avoid reducing the number of flowers, try to make the cuts slightly above a leaf node, so that the stems can re-sprout and produce more flowers. On a mature specimen, only remove 1 third to 1 half of the branches when pruning.", "scientific_name":"Abutilon hybridum 'Bella Red'", "soil":"", "sunlight_details":"Flowering-maple plants prefer bright, indirect sunlight throughout the day and do best when they get between 4-5 hours of direct sunlight each day. These plants do not like to be in overly bright direct sun for long periods of time as this could damage the foliage. Early morning sunlight or late afternoon sunlight is the best time for your flower-maple plants to get their direct light for the day.", "watering":"Average", "watering_details":"Flowering-maple plants should be watered once a week with approximately 1 inch (2.5 cm) of water. The soil should be allowed to dry out slightly between watering. It is important to avoid over-watering as this can cause the plant to rot or develop root diseases. Observe the leaves and if they start to yellow, the plant may need a bit more water. "},
 {"id":3, "api_id":427, "care_level":"Moderate", "common_name":"flowering-maple", "description":"The flowering-maple (Abutilon 'Moonchimes') is an amazing plant species with unique flowers for any garden. It produces purple, bell-shaped flowers with white and yellow highlights that simply mesmerize in the summer sun. The leaves are large and maple-shaped, which adds a nice contrast with the bell-shaped flowers. It's a great addition to any garden due to its beauty, low-maintenance needs, andzone 6 hardiness. Furthermore, it grows a well in both full sun or partial shade, making it an ideal choice for a variety of garden spaces. Get your own flowering-maple today and enjoy its special beauty in your own backyard.", "family":"Malvaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/427_abutilon_moonchimes/og/Abutilon_x_hybridum_27Moonchimes27_Flower_2800px.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Flowering-maple (Abutilon 'Moonchimes') should be pruned in late winter or early spring each year. Throughout the year, you should regularly prune any dead, diseased, or overgrown branches, as well as branches that lie too close together. This will keep the plant healthy and tidy. In late winter or early spring, you should prune the flowering maple more intensely to promote good air circulation, remove deadwood, and to control the size of the plant. Depending on the shape and size you are trying to achieve, you can lightly cut a few branches back by up to 1/3 or prune all of the branches back to the desired shape.", "scientific_name":"Abutilon 'Moonchimes'", "soil":"", "sunlight_details":"Flowering-maple (Abutilon 'Moonchimes') prefers bright, indirect sunlight throughout the day. It thrives best in a location where it can receive no less than 4 to 6 hours of moderate to direct sunlight each day, ideally from morning until mid to late afternoon. Too much direct sunlight can burn the foliage, so if possible, try to find a location that receives shade from late afternoon until early morning. This will ensure that your flowering-maple is able to maintain its vibrant foliage and beautiful blooms throughout the year.", "watering":"Average", "watering_details":"For the flowering-maple plant, it is important to keep the soil consistently moist. You will need to water it once a week or when the top inch of soil has dried out. When watering, make sure to water until the water runs out of the drainage holes of the pot. During hot summer days, you may need to water your flowering-maple a bit more often to keep the soil moist."},
 {"id":4, "api_id":428, "care_level":"Medium", "common_name":"flowering-maple", "description":"The 'Gold Dust' variety of flowering-maple is an amazing example of a unique, striking ornamental. The rounded green leaves are generously dusted with gold highlights, making the foliage a source of interest in its own right. In summer, flowers resembling small orange bells appear in abundance, adding to the landscape. Unlike many flowering plants, this variety of flowering-maple is forgiving of colder climes and can be grown in zone 7, making it ideal for a variety of landscaping settings. This hardy species is easily maintained with a simple pruning and can usually be seen showing off its stunning foliage and flowers for several years.", "family":"Malvaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/428_abutilon_pictum_gold_dust/og/Redvein_Abutilon.jpg", "light_exposure":"full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Flowering-maple should be pruned in early spring, before the plant begins to grow actively, and again in midsummer after blooming. This plant requires only light pruning throughout the season. For the spring pruning, remove any seeds and spent flowers, as well as dead or damaged branches to maintain a vigorous, healthy plant. If necessary, lightly shear the top of the plant to maintain an attractive shape. For mid-summer pruning, prune to remove any dead, spent flowers and remove any branches that are outgrowing the plant's general shape. Rejuvenation pruning can be done once every 3 to 4 years, in late winter or early spring, to help stimulate new growth.", "scientific_name":"Abutilon pictum 'Gold Dust'", "soil":"", "sunlight_details":"Flowering-maple plants require plenty of bright light and should be given 6-8 hours of direct sunlight daily. A minimum of 4 hours of direct sunlight is required for the plant to grow, flower, and reach its optimal health. If grown indoors, place the flowering-maple near an east- or west-facing window to expose the plant to morning and evening sunlight. In this case, adjust the position of the plant depending on the intensity of the light available for it to receive.", "watering":"Average", "watering_details":"Flowering maple requires a lot of water and should be watered on a regular basis, at least once or twice a week during the hot summer months. The soil should be kept moist but not soggy and should be allowed to dry out slightly between watering. It is important to make sure the soil is moist, but not soaking wet, at all times. During the colder months, reduce the frequency of watering to about once a week or every other week. Avoid over-watering the plant as it is sensitive to root rot."},
 {"id":5, "api_id":434, "care_level":"Medium", "common_name":"Jacob's coat", "description":"Jacob's Coat (Acalypha wilkesiana) is an amazing foliage plant with colorful leaves that will make a bold statement in your garden. Its leaves emerge in the spring with attractive shades of green and red, and turn pink, purple, yellow, and even silver as the season progresses. The plant itself is easy to care for, requiring minimal watering and very little pruning. In addition, it is a hardy plant and is nearly immune to pests and disease problems. If you want to make your garden stand out, consider planting a Jacob's Coat! Its multi-colored leaves will be sure to garner attention and admiration.", "family":"Euphorbiaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/434_acalypha_wilkesiana/og/24945289366_5035e5d0a9_b.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Prune Jacob's coat at least once a year in late winter or early spring. Prune off any dead, dying, or diseased branches, and remove any excess branches that are overgrown, crowding, or growing in an unnatural direction. Cut back sideshoots that are longer than 1 third the length of the parent stem. Prune to shape Jacob's coat, removing up to 1 third of the stems by cutting them back just above a node or junction. Prune out leggy growths or branches that are growing out over pathways.", "scientific_name":"Acalypha wilkesiana", "soil":"", "sunlight_details":"Jacob's coat will require at least 3 to 4 hours of direct sunlight each day in order to thrive and produce lush foliage. It is best for these plants to get direct sunlight in the morning, which will help them store up light for necessary energy and fuel their growth throughout the day. The afternoon sun can be a bit too intense, so providing partial or filtered light from nearby tree canopies can help give an added layer of protection.", "watering":"Frequent", "watering_details":"Jacob's Coat should be watered generously and evenly, about twice per week. When watering, it's best to provide enough water to thoroughly moisten the soil, but it's important not to overwater the plant as this can cause root rot. You may also need to water slightly more often if the soil dries out very quickly due to intense heat or other environmental conditions. Additionally, it’s also important to make sure that any excess water drains away easily so as not to leave the plant in soggy soil."},
 {"id":6, "api_id":502, "care_level":"Medium", "common_name":"hot water plant", "description":"The Hot Water Plant is an awesome choice of species for any avid gardener. It is a perennial plant, with unique and exotic blooms in a variety of shapes and colors, that can be grown indoors or outdoors. These plants are incredibly adaptive, thriving in all sorts of climates, from warm rainforest environments to cool temperate locations. In order to grow them, simply fill any container with water, place the root-ball into it, and enjoy the beautiful flowers that emerge for months. Hot Water Plants are also great for propagating and are incredibly low-maintenance, surviving both drought and short-term flooding easily. A truly amazing species that anyone can grow.", "family":"Gesneriaceae", "growth_rate":"Low", "image_url":"", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Hot water plants (Achimenes) should be pruned after flowering. It is best to remove no more than 1/3 of the healthy growth each year in order to help the plant maintain vigor. Additionally, some minor pruning may be done periodically throughout the growing season if needed to promote fullness or control the size of the plant.", "scientific_name":"Achimenes (group)", "soil":"", "sunlight_details":"Achimenes (group) plants require between 4 to 6 hours of direct sunlight each day—ideally in the morning or late afternoon asor midday sun can be too strong for them—in order to thrive and grow. They benefit from some shadier spots, especially in summer when the sun is strongest, but they do need some sunlight in order to flower. Given this amount of sunlight, Achimenes plants should be in a spot that has access to direct sun during these hours, but with some shade nearby for hot days or periods of extended sun.", "watering":"Average", "watering_details":"Hot water plants, or Achimenes, should be watered regularly, but be careful not to overwater them. During the summer months when the plant is actively growing, water it once or twice a week, allowing the soil in between each watering to dry out. During the winter months, water the plant once every 3 weeks, allowing the soil to dry out more between waterings. During this dormant period, the plant will mainly rely on humidity in the air to provide moisture, so you should mist the plant periodically. If the soil begins to look dry and the leaves start to wilt, water the plant more frequently."},
 {"id":7, "api_id":540, "care_level":"", "common_name":"desert rose", "description":"The desert rose is an amazing plant species that adds vibrant, flowering color to any space. This drought-tolerant succulent requires minimal water and a sunny, dry environment, making it ideal for most desert and dry climate gardens. Its showy blooms range in color from hot pink and vibrant red to stunning white and yellow shades. The striking ombre of the adenium obesum's swollen base and graceful, slender stems make it a true stunner. It's also highly toxin resistant and can handle a wide range of temperatures and environmental conditions. No wonder it's quickly becoming one of the most popular flowers around!", "family":"Apocynaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/540_adenium_obesum/og/9244335137_6d662ed77c_b.jpg", "light_exposure":"full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"To maintain a healthy shape and promote flowering, Desert Rose should be pruned lightly throughout the growing season. Pruning should focus on removing long shoots, crossing branches and weak growth. In late winter, each stem should be trimmed back by 1/3 to promote bushier growth. It's important to avoid pruning back too much at once, as Desert Rose can become overly stressed.", "scientific_name":"Adenium obesum", "soil":"", "sunlight_details":"Desert roses prefer lots of sunlight during their growing season. They thrive in areas with at least 6 hours of direct sunlight per day, with the best option being 8 to 10 hours of full sun. They should receive the most sunlight possible during the morning and late afternoon. Because they are adapted to hot, dry climates, desert roses can also be placed in direct sunlight in the middle of the day when the sun is strongest.", "watering":"Minimum", "watering_details":"As a general guideline, the Desert Rose should be watered about once a week, providing enough water to moisten the soil to a depth of about 8-10 inches. In the winter months or in cooler climates, water the plant less frequently, allowing the top 3-4 inches of soil to become dry before more water is added. For each watering, aim for at least a quart of water per plant. When watering, try to avoid getting the plant leaves wet, as this can encourage rot."},
 {"id":8, "api_id":543, "care_level":"Medium", "common_name":"maidenhair fern", "description":"The maidenhair fern (Adiantum capillus-veneris) is a beautiful and unique species of fern with feathery, wispy fronds that give an air of delicacy and grace to any space. Its elegant fronds are complemented by lovely fan-like foliage made up of numerous small leaflets, giving it an exquisite lacy appearance that adds beauty to any garden. Its hardy nature also makes it a great choice for those looking for something that can tolerate a variety of temperatures, thriving in colder climates despite its tropical look. It's an amazing plant species that's sure to be a stunning addition to any outdoor area.", "family":"Pteridaceae", "growth_rate":"", "image_url":"https://perenual.com/storage/species_image/543_adiantum_capillus-veneris/og/49636882698_cb4fa4c685_b.jpg", "light_exposure":"part shade, part sun/part shade", "other_name":"Southern Maidenhair, Venus' Hair Fern, Venus' Hair Fern", "poisonous_to_pet":"0", "pruning_details":"Maidenhair ferns should be pruned regularly to ensure they stay healthy and maintain their shape. Pruning should generally be done in early spring or late fall and can be carried out either by removing entire fronds or the individual leaves. If larger pruning is needed, it is best to wait until spring. When pruning, be sure to leave at least 3-4 fronds and prune only the parts that are dead or dying. Monitor the plant closely and remove any discolored or damaged parts as soon as they appear so the plant is not compromised.", "scientific_name":"Adiantum capillus-veneris", "soil":"Clay,  Sand", "sunlight_details":"Maidenhair ferns prefer bright, indirect sunlight and the amount and timing of light will depend on the type of environment. Outdoors, they should be kept in partial shade, receiving several hours of bright morning sunlight and dappled sunlight during the afternoon. Indoors, they will thrive in a bright location that's away from the direct rays of sunlight. Maidenhair ferns may need additional light, either from a grow light or from filtered sunlight during the winter when the days are shorter. For optimal growth, about 4 to 6 hours of morning sun with dappled sun in the afternoon will be best for these plants.", "watering":"Average", "watering_details":"Maidenhair ferns prefer to grow in humid climates with regular misting. Ideally, they should be watered once or twice a week in the summer, and once a week in the winter. When you do water, it is important to water thoroughly, until water runs out of the bottom of the pot. Let the top inch or 2 of soil dry in between waterings. Too much water or frequent shallow waterings can cause root rot."},
 {"id":9, "api_id":546, "care_level":"Medium", "common_name":"delta maidenhair fern", "description":"The Delta Maidenhair Fern is an amazing species of fern with a unique look. Its fronds create a delicate-looking cloud of bright-green foliage, adding a tropical feel to any environment. Its small, triangular leaves grow in whorls of three on the ends of thin black stems, forming an intricate pattern. Its hardiness makes it one of the most versatile ferns for both indoor and outdoor growth. Its light texture and lush colours make it an ideal houseplant for a highlight corner of a home or office. With proper care and attention, it will bring an elegant note of greenery and serenity to any space.", "family":"Pteridaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/546_adiantum_raddianum/og/48134564587_c4562175cb_b.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Delta maidenhair ferns (Adiantum raddianum) benefit from occasional pruning. The best time to prune is in early spring, before new growth begins. This gives the fern time to establish new foliage and grow before the summer season. As for how much to prune, you can remove any dead fronds, as well as fronds that are yellowing or have brown spots. Pruning back 2-3 inches of the previous season’s growth is sufficient, as too much pruning can harm the overall health of the plant.", "scientific_name":"Adiantum raddianum", "soil":"", "sunlight_details":"Delta maidenhair ferns prefer indirect sunlight and need to be kept out of direct, harsh sunlight as it burns their delicate leaves. When provided with bright indirect light, these ferns should receive an average of 6 hours of sunlight per day. This should be met with consistent, evenly distributed sunlight throughout the day for optimal growth.", "watering":"Average", "watering_details":"Delta maidenhair ferns should be watered moderately and consistently. Aim to water evenly once a week in the summer and every 10-14 days in the winter. Checking the soil for levels of moisture is the best way to determine exactly how much water your fern needs. The soil should be evenly moist, but never soggy. If it feels dry to the touch, it's time to water your fern. It is important to remember to avoid any standing water. The fern's delicate root system does not respond well to too much water, so it is best to discard any excess water that does not drain away quickly."},
 {"id":10, "api_id":549, "care_level":"Moderate", "common_name":"urn plant", "description":"The urn plant (Aechmea fasciata) is an amazing species because of its striking foliage and interesting growth habit. It is one of the few bromeliads that produces structural leaves in a rosette pattern and colorful flower spikes. Its evergreen leaves can range from deep green to silver and can feature stripes, spots, or variegation. Additionally, this species is known to produce offsets, which makes it easier to propagate. And, finally, its vivid red, pink, or yellow flowers, depending on the variety, are stunning and last for months.", "family":"Bromeliaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/549_aechmea_fasciata/og/51446529161_03b99a881f_b.jpg", "light_exposure":"part sun/part shade", "other_name":"silver vase", "poisonous_to_pet":"0", "pruning_details":"The urn plant (Aechmea fasciata) should be lightly trimmed once a year to remove dead leaves and to create a more compact, shapely form. The best time to prune is during the growing season, around late spring or early summer. You should only remove a third of the longest leaves and branches, leaving the urn plant with enough foliage to keep it healthy and full. Pruning shall start with the base of the plant, remove the old leaves to allow the new and younger leaves to spread out. Pruning should not be done in the winter months as this can disrupt the growth cycle. ", "scientific_name":"Aechmea fasciata", "soil":"Well-drained", "sunlight_details":"The urn plant (Aechmea fasciata) typically prefers bright, indirect sunlight. It should receive at least a few hours of indirect sunlight per day, and can tolerate more, up to 8 hours per day. Bright, indirect sunlight is best in the morning or late afternoon when the sun is not at its strongest. Avoid exposing the plant to extended periods of direct sunlight, as this could cause the leaves to become scorched.", "watering":"Average", "watering_details":"Urn plants need to be watered fairly regularly, about once a week in the warmer months and every 2 to 3 weeks in the cooler months. Make sure to thoroughly moisten the soil in order to encourage the roots to establish and grow. Water should be applied slowly and evenly, allowing excess water to drain away. Do not let the soil become overly dry or soggy. "},
 {"id":11, "api_id":551, "care_level":"Medium", "common_name":"stalked aeonium", "description":"Stalked Aeonium, or Aeonium undulatum, is an amazing succulent species with its showy yellow blooms and striking foliage. Its bright purple-green foliage has stout stems that produce a neat rosette pattern, while the yellow flowers appear in winter and early spring. The plant does best in well-drained soil and medium light, making it suitable for all types of gardens. Stalked Aeonium is drought-tolerant and requires minimal care. Its beauty and hardiness make it a great addition to any garden, bringing color and style to any landscape. With its low-maintenance requirements, Stalked Aeonium is an amazing succulent species worth adding to any garden.", "family":"Crassulaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/551_aeonium_undulatum/og/023e2628848775ea95af34a39eaee4d60fab11ed.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Stalked aeonium (Aeonium undulatum) should be pruned in the late winter months to early spring. You should prune this plant species by cutting off any dead or yellowing leaves. Also, removing the central stem of each plant every few years should be done to control size and encourage new growth. Prune lightly – you should never remove more than 1-third of the total plant growth at any 1 time.", "scientific_name":"Aeonium undulatum", "soil":"", "sunlight_details":"Generally, it is recommended that stalked aeonium receive at least 5 hours of sunlight each day. However, if the plant is located in a hot environment, it will need less than 5 hours of direct sunlight per day and should be kept in partial shade. It is important to take into consideration the time of day when your plant is receiving direct sunlight. Morning sunlight is most beneficial, while afternoon sunlight is often too strong and can scorch the leaves and damage the plant.", "watering":"Average", "watering_details":"Stalked aeonium should be watered lightly once every 5-7 days in the summer and once every 10-14 days in the winter. Water just enough to moisten the top layer of soil, but make sure the soil is never soggy. The aeonium can also be sensitive to calcium build-up in the soil so if you experience a yellowish tint to the leaves of the plant, flush it with water once every couple of months."},
 {"id":12, "api_id":552, "care_level":"", "common_name":"lipstick plant", "description":"The lipstick plant (Aeschynanthus radicans) is an amazing species that stands out with its unique color, texture and shape. Its waxy leaves have attractive colors, making it pleasing to look at, while its clusters of bright red and orange flowers look like tubes of lipstick! This plant is very easy to care for, being a low-maintenance, tropical evergreen climber. It does best in bright, indirect sunlight and in moist, well-drained soil. Additionally, it is known for its long flowering period, adding a splash of color to your indoor or outdoor spaces. With its beautiful colors, distinctive leaves, and ease of care, the lipstick plant is a fantastic addition to any garden.", "family":"Gesneriaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/552_aeschynanthus_radicans/og/29949422675_2671589cdf_b.jpg", "light_exposure":"part shade, full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"The best time to prune a Lipstick Plant (Aeschynanthus radicans) is usually in the early Spring, shortly after it has finished blooming. You should prune the stems back by up to 1-third of their length, and also remove any dead, damaged or diseased stems. Keep in mind that this is a vigorous grower, and you may need to prune more than 1-third of the stems every year to keep it in check.", "scientific_name":"Aeschynanthus radicans", "soil":"", "sunlight_details":"The lipstick plant (Aeschynanthus radicans) prefers to have bright, but not direct, sunlight for several hours a day. They should have some shade in the afternoon in parts of the country with more intense sunlight. Ideally, they should have 4-6 hours of bright, indirect light daily in order to maintain their shape and colouring. For locations that are colder, they can tolerate a few more hours of sunlight, up to 8 hours a day. In hotter spots, 4-5 hours of light is preferred.", "watering":"Average", "watering_details":"The lipstick plant (Aeschynanthus radicans) prefers a moderately moist, yet well-drained soil, so it should be watered once the top inch of soil has become dry, approximately every 7-10 days. The warmer the temperature and more light the plant receives, the quicker the soil will become dry, so the frequency of watering may need to be adjusted accordingly. During the spring and summer months, the plant may also benefit from an occasional misting. "},
 {"id":13, "api_id":625, "care_level":"Medium", "common_name":"Philippine evergreen", "description":"Philippine evergreen (Aglaonema commutatum) is truly an amazing plant for many reasons. It has a beautiful, glossy foliage that is decorated with silver brush strokes, giving it an eye-catching appearance. It is also considered one of the most versatile and easy-to-care-for houseplants. It grows quickly, is tolerant of low light, and surviving drought periods. Additionally, the Philippine evergreen is known to be an air-purifying plant, ridding the air of many harmful toxins. It provides a lush, jungle-like atmosphere to your home or office with minimal effort.", "family":"Araceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/625_aglaonema_commutatum/og/24798632751_3a039ecbc6_b.jpg", "light_exposure":"part shade, full shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Philippine evergreen should be pruned at least twice a year, around late spring and late summer. The goal should to be to keep the plant healthy and attractive, so try to only cut off what is necessary. Make sure to use sharp pruners and sanitize them before and after use to avoid any spread of disease. For bigger plants, prune up to 1-third of the canopy.", "scientific_name":"Aglaonema commutatum", "soil":"", "sunlight_details":"The Philippine evergreen requires about 4 to 5 hours of sunlight each day for optimal growth. It requires indirect light for the best results, as direct sunlight can be too harsh for the plant. During the hottest times of the day, the Philippine evergreen should be kept out of direct sunlight. If possible, position this plant near a bright, sunny east or west-facing window. The direct sunlight should come from the morning, afternoon, or early evening and decrease in intensity as the day progresses.", "watering":"Average", "watering_details":"Philippine evergreen should be watered every 1-2 weeks, depending on the season and temperature. During the summer, the plant should be watered more often. During the winter, when the days are shorter, the plant should be watered less often. Philippine evergreen also enjoys evenly moist soil. The best way to ensure this is to water the plant deeply until water seeps out of the bottom of the pot, being careful to avoid over-watering to prevent root rot."},
 {"id":14, "api_id":626, "care_level":"", "common_name":"Chinese evegreen", "description":"Chinese evergreen (Aglaonema 'Cutlass') is an amazing plant that is sure to bring joy and beauty to any home. It’s low-maintenance and requires minimal care, making it perfect for novice gardeners. It’s easy to propagate and comes in vibrant colors featuring streaks of white, cream, and pink. This stunning foliage reduces stress and can help improve air quality by naturally filtering toxins from the air. Chinese evergreen is a great way to add a touch of luxury to any home décor.", "family":"Araceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/626_aglaonema_cutlass/og/2560px-Chinese_Evergreen_28Aglaonema_nitidum_27Silver_Queen2729_1.jpg", "light_exposure":"part shade, full shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"It is recommended to prune Chinese evergreen (Aglaonema Cutlass) twice a year. Pruning should be done in early spring and late summer. Only remove about 1 third of the plant. Remove any yellow or withered leaves immediately. This will help maintain the shape of the plant and help keep the foliage free from disease.", "scientific_name":"Aglaonema 'Cutlass'", "soil":"", "sunlight_details":"Aglaonema 'Cutlass' is a plant species that requires a medium level of light for optimal growth and health. It prefers indirect sunlight for most of the day, with some direct sunlight in the morning to help its growth. The ideal sunlight conditions for this species of plant would be an east-facing window with 1-2 hours of direct sunlight each morning, and then 6-8 hours of indirect sunlight per day. It can also tolerate lower light levels, making it an ideal houseplant for shady areas.", "watering":"Average", "watering_details":"Chinese evergreen (Aglaonema 'Cutlass') should be watered about once a week, allowing the top several inches of soil to dry out between waterings. It is best to give the plant a thorough watering to the point of light runoff and then let the excess water drain from the pot. Moisture-sensitive Chinese evergreens do not tolerate standing in water, so be sure to water only when necessary."},
 {"id":15, "api_id":627, "care_level":"Medium", "common_name":"Chinese evergreen", "description":"The Chinese evergreen (Aglaonema 'Red Gold') is one of the most amazing plants you can own. This stunning evergreen has a unique look, with its dark green leaves accented with intricate, eye catching red and gold stripes. Not only is it beautiful to look at, but it's incredibly easy to care for as well. It requires minimal attention and is perfect for even the busiest of gardeners. This hardy species prefers low light, so it can be grown indoors or in a shaded outdoor area with plenty of humidity. Its versatility and bold colors make it a standout choice for your home or office.", "family":"Araceae", "growth_rate":"Low", "image_url":"", "light_exposure":"part sun/part shade, part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Chinese evergreen (Aglaonema 'Red Gold') plants should be pruned minimally, with only dead or damaged plant parts removed. Pruning should take place in early spring, before the plant begins to actively grow. Pruning should focus on removing any dead sections of the foliage and choosing leaves to help shape the overall form of the plant.", "scientific_name":"Aglaonema 'Red Gold'", "soil":"", "sunlight_details":"Chinese evergreen plants prefer bright, indirect light and should receive around 3 to 6 hours of sunlight a day. They like to be kept out of direct sunlight, as too much direct sunlight can cause their leaves to fade and become dry and crispy. In the morning, you should give them a few hours of direct sunlight. However, direct sunlight during the afternoon hours should be avoided, as this will cause the plant to become stressed. ", "watering":"Average", "watering_details":"Chinese evergreens require frequent watering during growing seasons, meaning spring through fall. During these months should be watered consistently and thoroughly, about once every 1 or 2 weeks, until the excess drains from the drainage holes. In winter, significantly reduce the amount of water, allowing the soil to almost dry between waterings."},
 {"id":16, "api_id":628, "care_level":"", "common_name":"Chinese evergreen", "description":"The Chinese evergreen (Aglaonema 'Silver Queen') is one of the most popular houseplants because of its ease of care and gorgeous foliage. Its lush, dark green leaves can be splashed with colors of silver, gray, and white, making it a stunning addition to any home. Not only is it beautiful, but it is also very low maintenance, requiring little light and water to thrive. Additionally, it is known to purify the air and help reduce airborne toxins. These long-living plants can bring a bit of nature indoors and put a pleasant pop of color in any home.", "family":"Araceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/628_aglaonema_silver_queen/og/24798632751_3a039ecbc6_b.jpg", "light_exposure":"part shade, full shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Chinese evergreen should be pruned sparingly and only when necessary. The ideal time to prune is in spring and summer. It is best to prune away any yellowing or dead foliage. Pruning should be kept very light as Chinese evergreen is a slow-growing and delicate plant. When pruning remove leaves from the base of the plant to allow space for new leaf growth. ", "scientific_name":"Aglaonema 'Silver Queen'", "soil":"", "sunlight_details":"Chinese evergreen is a low-maintenance plant that prefers bright, indirect sunlight. Generally, the plant should receive about 4 hours of bright, indirect sunlight each day. However, it is important to protect the plant from direct sunlight, as prolonged direct exposure may cause the leaves to become scorched. The plant will also tolerate low light conditions, but it may cause the leaves to become significantly darker in color.", "watering":"Average", "watering_details":"It is important to water Chinese evergreen plants (Aglaonema 'Silver Queen') regularly enough to keep the soil evenly moist but not saturated. Water when the top 1-2 inches of soil feel dry, typically about once a week. When watering, thoroughly soak the soil until water begins to run out of the pot's drainage holes. It is best to avoid allowing the soil to become completely dry between waterings."},
 {"id":17, "api_id":667, "care_level":"Medium", "common_name":"onion", "description":"Onion (Allium cepa) is an amazing and versatile vegetable that has been used in cooking for centuries. Its taste is powerful yet complex, and it adds flavor and texture to many dishes. Onions are incredibly nutritious and are packed with essential vitamins and minerals including vitamin C, folate, iron, and potassium. Not only that, but onions may also have antiseptic, antibiotic, and antioxidant properties. They are an excellent source of dietary fiber and possess anti-inflammatory compounds. Onions are easy to grow in any garden, and they come in a variety of sizes, shapes and colors, making them a unique and beautiful ornamental plant. Its versatility in cooking, nutritional content, and medicinal properties combined with its decorative appearance make the onion a truly remarkable species.", "family":"Amaryllidaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/667_allium_cepa/og/24466615444_a161c175d3_b.jpg", "light_exposure":"full sun", "other_name":"spring onion, shallot", "poisonous_to_pet":"0", "pruning_details":"Onion (Allium cepa) does not require much pruning, as it does not need to be shaped in any particular way. If the onion plant becomes too large or dense, then it may be beneficial to lightly trim and thin out some of the foliage. To ensure healthy growth and development, prune onion plants in the early part of the summer, after flowering has ceased and before bulb formation.", "scientific_name":"Allium cepa", "soil":"", "sunlight_details":"Onions prefer full sun exposure for optimal growth and development. Onions need at least 6 to 8 hours of direct sunlight each day. In areas with mild climates, onions can benefit from up to 12 hours of sunlight per day. ", "watering":"Average", "watering_details":"Onions should be watered regularly and thoroughly. It is best to give them 1-2 inches of water per week, applied at the base of the plant. According to the Purdue University Extension, watering should be done early in the morning and done in cycles of a few days of regular watering followed by a few days of no watering. While the onion plants are actively growing, it is important to water regularly but not to let them become waterlogged or soggy."},
 {"id":18, "api_id":710, "care_level":"Medium", "common_name":"elephant's ear", "description":"The elephant's ear (Alocasia amazonica) is an amazing plant species. Its striking foliage features parabolic shaped leaves with bright green and silver/blue-green veins on the surface. Its white veins make the plant appear more vibrant, especially when provided with enough sunlight. Its size can range from one to two feet, making it an immediate attention-grabbing and decorative addition to any garden. It can also be grown indoors and is known for its air purifying capabilities. With its stunning, intricate foliage and its ability to add a splash of life and vivid color wherever you choose, the elephant's ear is an amazing species to add to your garden.", "family":"Araceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/710_alocasia_amazonica/og/24444063964_a3054131aa_b.jpg", "light_exposure":"part shade, part sun/part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Elephant's ear (Alocasia amazonica) should only be pruned when absolutely necessary. Pruning should be done during the spring or early summer months and only when the plant needs to be maintained or reshaped. It is advisable to remove only dead or damaged leaves and flowers as well as any unsightly stems and foliage. Avoid cutting too much off at once, as this can stress out the plant and may cause it to decline. When necessary, cut back only 10-15% of the plant growth in order to maintain its shape and health.", "scientific_name":"Alocasia amazonica", "soil":"", "sunlight_details":"Elephant's Ear (Alocasia amazonica) prefers bright, indirect sunlight. It thrives when placed near a sunny window or be placed under artificial light for approximately 12 hours a day. Too much direct sunlight can burn the leaves, so it should be placed in an area where the light is filtered by a sheer curtain or other type of filter. During the winter months when sunlight is much weaker, the plant may require additional lighting to maintain its health.", "watering":"Average", "watering_details":"Elephant's ear (Alocasia amazonica) should be watered regularly and evenly, but not too often. In general, water the plant when the top of the soil has dried out, usually every 4-5 days during the growing season. During the winter, the soil may need to be watered even less frequently. When watering, make sure to soak the soil fully and then allow it to dry out slightly before watering again. It’s important to make sure the soil isn’t consistently waterlogged, as this can cause root rot. It’s best to use room temperature water instead of cold water."},
 {"id":19, "api_id":711, "care_level":"High", "common_name":"Amazonian elephant's ear", "description":"The Amazonian elephant’s ear (Alocasia amazonica 'Polly') is a unique and stunning plant that demands attention! Its lush, velvety leaves are an eye-catching bright green, with prominent ivory undersides. The deep purple veins running through the foliage lend a striking contrast. With large and distinctive heart-shaped leaves resembling an elephant’s ear, it establishes a striking presence in any room or garden. Its tall, glossy stems create a strikingly elegant look. No wonder it’s the preferred choice of gardeners! Its easy to care for and its exotic beauty will never go out of style.", "family":"Araceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/711_alocasia_amazonica_polly/og/pexels-photo-12419491.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Pruning can be done in the spring and summer months when the plant is actively growing. Prune away any dead or damaged leaves and stems prior to trimming. When pruning, carefully cut away any branches that are too long or that are growing in an undesired direction. To keep the plant from becoming lanky and spindly, cut back the main stem and leaves by about 1-third each year. Lastly, keep the base of the plant free of excess leaves and debris to promote air circulation and reduce the chances of fungus or other disease.", "scientific_name":"Alocasia amazonica 'Polly'", "soil":"", "sunlight_details":"Amazonian elephant's ear plants require bright, indirect sunlight. During the spring and summer months, they need at least 4-6 hours of sunlight per day, but preferably 6-8. During the fall and winter seasons the amount of sunlight should be slightly reduced. Too much direct sunlight can burn the leaves, while not enough sunlight can cause them to become pale and dull in color. It's best to provide filtered sunlight by placing them by a south or west-facing window or door.", "watering":"Frequent", "watering_details":"The Amazonian elephant's ear (Alocasia amazonica 'Polly') should be kept in a pot with well-draining soil, and should be watered every 2-3 days. During hot summer months, it can even need to be watered daily if the soil dries out quickly. When watering, it's best to give it a thorough amount of water until it comes out of the bottom of the pot, and then allow it to drain. Don't let the soil dry out completely in between waterings."},
 {"id":20, "api_id":712, "care_level":"", "common_name":"elephant's ear", "description":"The elephant's ear (Alocasia 'Frydek') is a truly amazing addition to any garden or outdoor area. Its large, eye-catching, veined foliage is a unique deep green and its easy-to-manage size means it can fit almost anywhere. Furthermore, its glossy leaves are sure to be a pleasure to look at under the sun. On top of its exotic beauty, this plant is known to attract pollinators such as butterflies and hummingbirds, making it a great choice for anyone looking for an addition that adds beauty and liven up the design. Adding to its appeal, this plant is easy to care for and requires minimal attention. With its showstopping beauty and minimal maintenance, the elephant's ear is sure to be a beautiful addition to any outdoor space.", "family":"Araceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/712_alocasia_frydek/og/Alocasia_micholitziana.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Elephant's ear (Alocasia 'Frydek') should be pruned in early spring after growth begins, removing any dead or damaged leaves and stems. Prune lightly by cutting back the main stems to about 1-2 inches of the soil line. This is to promote new growth and to shape the plant. Avoid excessive pruning as this can stunt its growth. If the plant starts to become too tall or overgrown, it can be lightly pruned back again in late spring or early summer.", "scientific_name":"Alocasia 'Frydek'", "soil":"", "sunlight_details":"Elephant's ear (Alocasia 'Frydek') needs bright, indirect light for ideal growth. Direct sunlight should be avoided since it can cause leaf scorching. A spot with bright, indirect sunlight or 2-3 hours of direct sunlight in the morning or late afternoon is ideal. It is best to keep the plant in the sunniest spot you have, as long as the direct midday sunlight is avoided.", "watering":"Average", "watering_details":"For the best results, water Elephant's Ear (Alocasia 'Frydek') when the soil is dry to the touch, approximately once every 7-10 days. Allow the soil to drain completely after each watering. Avoid overwatering, as this can lead to root rot and yellow foliage. During the warm summer months, you may need to water Elephant's Ear more frequently."},
 {"id":21, "api_id":713, "care_level":"High", "common_name":"elephant's ear", "description":"The Elephant’s Ear is a truly impressive plant species, featuring wide, glossy leaves that look strikingly similar to an elephant's ear. This majestic, low-maintenance plant will add a real touch of class to any home. The Elephant’s Ear is also known for its quick growth rate, with each leaf growing up to four feet wide and long, making it an eye-catching addition that can fill entire rooms. Colorful flowering varieties of the Elephant’s Ear create a beautiful display of vibrant deep green or purple leaves with stunning, contrasting white veins. So if you’re looking for a dramatic addition to your home, the Elephant’s Ear is definitely a great choice.", "family":"Araceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/713_alocasia_group/og/24444063964_a3054131aa_b.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Elephant's ear (Alocasia(group)) should generally be pruned once a year in early to mid-spring. This will help maintain the desired shape of the plant, while also encouraging the growth of healthy new leaves. Dead leaves should be removed all year round in order to keep the plant looking healthy. Depending on the size of the plant, some of the largest leaves may need to be pruned back to encourage growth of smaller, new leaves. Begin with pruning back only a few leaves up to the base of the plant.", "scientific_name":"Alocasia (group)", "soil":"", "sunlight_details":"Elephant's ear (Alocasia (group)) require full to partial sun exposure with at least 2 to 4 hours of direct sunlight per day. If you are growing them indoors make sure to move them next to a south or east facing window where they can get good natural sunlight. In hotter climates, afternoon shade is recommended, as too much sun can scorch the leaves.  In cooler climates, you can increase the amount of direct sun they get, but avoid the hottest midday hours.", "watering":"Average", "watering_details":"Elephant's Ear (Alocasia (group)) should be well watered throughout the year, in particular during the summer months and active growth season when the plant is producing new foliage. Water should be applied deeply and slowly until it begins to seep from the bottom of the pot, usually once every 7-10 days. Ensure that the soil remains moist but not soggy between waterings and only water when the top soil feels dry to the touch."},
 {"id":22, "api_id":714, "care_level":"Medium", "common_name":"elephant's ear", "description":"Elephant's Ear (Alocasia Low Rider) is a stunning and unique plant species characterized by its lush, lush, dark-green foliage. Its signature \"elephant ear\" shaped leaves and thick stems reach huge proportions, making this plant a show-stopper in any garden or home setting. Also known as \"Alocasia Low Rider\", this particular species of elephant's ear is particularly remarkable as its lower leaves tend to be shorter and wider than standard forms, making it an ideal \"ground cover\" choice. Unusual, attractive and low-maintenance, this eye-catching ornamental perennial is sure to serve as an impressive feature in any landscape.", "family":"Araceae", "growth_rate":"Slow", "image_url":"https://perenual.com/storage/species_image/714_alocasia_low_rider/og/8415446715_799e70b503_b.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Elephant's ear should be lightly pruned in early spring, just before new growth begins. Removing dead or diseased leaves helps improve air circulation and prevent disease. It is not necessary to prune the plant severely; however, feel free to remove leaves that appear to be significantly damaged. For a more dramatic pruning, remove some of the larger, older leaves and encourage more of the small, new growth. If pruning is done in late spring or summer, cut back by no more than 1 third, as too much or too drastic pruning can damage the plant.", "scientific_name":"Alocasia LOW RIDER", "soil":"", "sunlight_details":"Elephant's ear (Alocasia Low Rider) is a plant species that typically needs bright, indirect sunlight. It should be kept in bright, indirect sunlight for about 8 to 10 hours each day. The light coming from a south-facing window is usually ideal for this species of plant.", "watering":"Average", "watering_details":"Water Elephant's Ear (Alocasia Low Rider) well and then let the topsoil of the pot dry out slightly before watering again. A good watering routine for this plant species would be to water it deeply once a week. During periods of hotter and drier weather, you may want to water it more frequently, such as every 4-5 days. As Alocasia likes a humid environment, misting the plant may also be beneficial. Allow the top 2-3 inches of the soil to dry out between waterings. Over-watering can cause root rot so try not to water too frequently."},
 {"id":23, "api_id":715, "care_level":"", "common_name":"giant elephant's ear", "description":"The giant elephant's ear (Alocasia macrorrhizos) is an amazing plant species because of its large and broad leaves. Its leaves can grow to be over 6 feet long and 3 feet wide. It is a tropical plant, preferring humid environments and is great for creating a tropical feel in your home. The foliage is also a striking addition to your garden, with its huge, dark green leaves veined with lighter green veins creating an interesting pattern. Its leaves also offer some shade and relief from the hot sun on hot summer days.", "family":"Araceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/715_alocasia_macrorrhizos/og/33234440338_8b31463973_b.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Giant elephant's ear (Alocasia macrorrhizos) should be pruned about twice a year in early spring and late summer before the start of new growth. Pruning should be done to remove any dead, damaged leaves and old leaves on the outer portions of the plant. When pruning, it's important to make sure that the plant still has a balanced, attractive shape. Care should be taken not to remove too much of the foliage, as a large portion of the new growth will take place at the center of the plant rather than the base. ", "scientific_name":"Alocasia macrorrhizos", "soil":"", "sunlight_details":"Giant elephant's ear plants prefer bright, indirect sunlight with 3-4 hours of direct sun each day. When grown indoors, they should be placed in an area with ample indirect sunlight, such as near a south-facing window. In especially sunny regions, they can be placed in shadier areas of the garden with a few hours of morning or evening sun to help reduce the risk of sunburn.", "watering":"Average", "watering_details":"Water your giant elephant’s ear deeply and infrequently—once a week is recommended. During periods of extreme heat, you may need to up that to twice a week. You’ll know your plant needs water when the leaves begin to droop. It’s best to water your plant slowly and thoroughly. In the winter, water less frequently—once every few weeks should be more than enough."},
 {"id":24, "api_id":716, "care_level":"High", "common_name":"elephant's ear", "description":"Elephant's Ear (Alocasia 'Metalhead') is an exotic tropical plant known for its huge, dark green, heart-shaped leaves patterned in deep purple and white. This ornamental plant makes a fantastic addition to your home or garden, as its impressive size will draw the eye. Its leathery leaves can grow up to three feet long and provide a stunning contrast to the bold colors of its markings. The plant also produces both male and female flowers, although the female flowers tend to be rarer, making the species even more spectacular. With the correct care, 'Metalhead' is a lovely and eye-catching addition to any residential space.", "family":"Araceae", "growth_rate":"High", "image_url":"", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"The elephant's ear (Alocasia 'Metalhead') should be pruned during the early spring season. Pruning should be done lightly and done mainly to encourage bushiness and to keep the shape of the plant neat. Some stems may need to be cut back to an inch or 2 from the soil to ensure maximum growth. A good rule of thumb, for pruning, is to try to take off no more than 1-third of the plant with each pruning session.", "scientific_name":"Alocasia 'Metalhead'", "soil":"", "sunlight_details":"Elephant's ear (Alocasia 'Metalhead') will do best when grown in bright, indirect sunlight. An ideal spot for this plant species is that it receives indirect or filtered sunlight for at least 4-5 hours per day. Placing the plant near a brighter, south-facing window should give it the optimal level of sunlight while protecting it from the more direct, intense sunlight that can cause damage. If you want to provide supplemental light, consider using a fluorescent light that is kept on for at least 6 hours per day.", "watering":"Average", "watering_details":"Watering for an elephant's ear plant should be done as often as possible, but not so much that the roots are sitting in water. Water should be given more frequently in warmer months. Generally, it is recommended to water this plant at least once a week, and more often in the summer months. Allow the soil to become nearly dry between waterings, but do not let it dry out completely. If possible, misting the leaves of the plant with water can also help to increase the humidity in its surrounding area."},
 {"id":25, "api_id":717, "care_level":"", "common_name":"elephant's ear", "description":"The Elephant's Ear (Alocasia 'Portora') is an amazing ornamental plant for the garden. Its broad, deep-green, heart-shaped leaves have an iridescent quality that channels the beauty of an elephant's ears. Strikingly contrasting veins visibly contrast the lushness of this species, and further compliment its breathtaking silhouette. With good watering and care, this foliage plant can reach a height of 8-10 feet, making it perfect for larger garden spaces. Its bright ambiance will provide the perfect accent to any landscape and its hearty leaves will retain its vibrancy throughout any season.", "family":"Araceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/717_alocasia_portora/og/50513640218_140cd83c95_b.jpg", "light_exposure":"full sun, part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Pruning for the elephant's ear (Alocasia 'Portora') should be done regularly throughout the growing season. Pruning should begin as soon as the plant starts to grow in the spring, and can be done up to 3 times throughout the summer months, keeping in mind that hard pruning should be avoided during the hottest months. The amount of pruning will depend on the preferred size of the plant. Always remove any dead or damaged leaves and trim back the stems as needed.", "scientific_name":"Alocasia 'Portora'", "soil":"", "sunlight_details":"Elephant's ear plants (Alocasia 'Portora') require bright, indirect light for at least 4 hours a day--ideally 8 hours. When in bloom, they do best in direct sunlight for several hours a day, but during the summer months it is important not to leave them in direct sunlight for the entire day as this may lead to scorching and leaf burn. To maintain the vibrancy of the elephant's ears, they should always have partial shade throughout the day.", "watering":"Average", "watering_details":"Elephant's ear (Alocasia 'Portora') plants require moderate amounts of water and should be watered at least once a week during the summer months and every 10-14 days during the winter. The soil should be kept moist but not wet, and dry out slightly between watering. Elephant's ear plants should be watered until the excess moisture runs out from the drainage holes in the bottom of the pot. Avoid overwatering, as this can cause root rot and other plant diseases."},
 {"id":26, "api_id":718, "care_level":"", "common_name":"elephant's ear", "description":"Elephant's ear (Alocasia 'Sarian') is truly a sight to behold. Its large, heart-shaped leaves with deep green veins create a dramatic tropical focal point for any garden. Its magnificent size can reach up to five feet in height, with the leaves growing up to one foot wide. When touched, the leaves produce a unique texture that feels velvety and silky. This plant is incredibly easy to care for and can tolerate a range of light conditions. With its impressive size and vibrant zebra-like pattern, this stunning plant is sure to be the show-stopping centerpiece of any exotic garden.", "family":"Araceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/718_alocasia_sarian/og/466458488_b9358efed2_z.jpg", "light_exposure":"part sun/part shade", "other_name":"", "poisonous_to_pet":"1", "pruning_details":"Elephant's ear (Alocasia 'Sarian') should be pruned in the early spring season (March & April). Prune back any dead, diseased and damaged foliage, as well as any old growth. This will help encourage fresh, new growth and compensate for any loss of leaves due to frost damage. Prune off any tall, gangly stalks back to 1-2 feet (30-60 cm), being sure to cut back to the point of origin. Additionally, you may trim and shape the plant to your liking, removing leaves as desired to promote a more compact form.", "scientific_name":"Alocasia 'Sarian'", "soil":"", "sunlight_details":"Elephant's ear (Alocasia 'Sarian') needs a moderate to bright, indirect light to thrive. This means that the best location for it is near a bright, east- or west-facing window. It should receive at least 4 to 5 hours of direct sunshine per day for optimal growth and health but should be kept away from direct hot sunlight which will burn the leaves.", "watering":"Average", "watering_details":"Elephant's ear needs to be watered regularly and evenly in order to thrive. During the spring and summer months, water should be applied every 7-10 days or as needed when the top inch of soil has become dry. During the cooler months of fall and winter, reduce waterings to every 2-3 weeks or as needed. Make sure to give enough water at each session to evenly moisten the soil. Over-watering or inconsistent waterings can cause root rot or fungal diseases."},
 {"id":27, "api_id":721, "care_level":"Low", "common_name":"aloe", "description":"Aloe harlana, also known as the yellow-flowering barbed aloe, is a plant species that is simply remarkable. It has a remarkable longevity and ability to thrive in arid regions, making it a great choice for those looking for a minimal maintenance houseplant. Its bright yellow flowers are composed of hundreds of wispy petals, giving an almost ethereal ambiance to any room it’s placed in. The leaves of an aloe harlana are thick yet supple and provide powerful medicinal properties, as well as being an effective deterrent against pests. All in all, the Aloe harlana is an easy-to-care for plant with a multitude of benefits that make it a must-have in any home.", "family":"Asphodelaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/721_aloe_harlana/og/5582077315_8d613454aa_b.jpg", "light_exposure":"part shade, part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning of Aloe harlana should be done at least once a year, preferably in the spring when the weather begins to warm up. Pruning should be limited to removing any dead or diseased leaves and tidying up the plant's overall appearance. A hard pruning should only be done if you are replacing an older plant and need to reduce its size. If you do choose to hard prune, limit it to no more than 1-third of the plant's total height.", "scientific_name":"Aloe harlana", "soil":"", "sunlight_details":"Aloe harlana needs bright, indirect sunlight for optimal growth. Place the aloe in an east or a west-facing window for optimal growth. For best results, provide 6-8 hours of bright sunlight daily. On bright, hot summer days, provide some shade by partially drawing a window curtain. Too much direct sunlight can burn the leaves. During the winter, the plant may not need direct sunlight due to a decreased intensity of the sun. Keep in mind that all Aloe species need some light to thrive, so a lack of light can cause the plant to become weak and may lead to stunted growth.", "watering":"Minimum", "watering_details":"Watering a Aloe harlana plant should be done only when the soil has dried out from the previous watering. It should be watered deeply but infrequently - about once a month, and no more than every 2 weeks. When watering an aloe plant, use enough water to saturate the soil, but avoid overwatering it. You can check the soil with the back of your finger to make sure it is completely dry before you water it again."},
 {"id":28, "api_id":727, "care_level":"Low", "common_name":"aloe", "description":"Aloe suzannae, otherwise known as 'pocket aloe', is an amazing plant species. It is native to Namibia and South Africa, with its unique spikey leaves forming a rosette shape. It is well known for its health benefits and its resilience when it comes to droughts. It loves the sun and can survive in a variety of conditions, requiring minimal care. Its beautiful orange-yellow flowers appear in summer, adding an extra special touch. Aloe susannae is an amazing addition to any garden, adding a vibrant and colourful touch.", "family":"Asphodelaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/727_aloe_suzannae/og/23704519300_5ec1807143_b.jpg", "light_exposure":"full sun, part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for aloe (Aloe suzannae) should be done at least once a year in early summer. Pruning should involve removal of dead leaves and flowers as well as pinching off any suckers that sprout off of the base of the plant. The aloe should only be pruned as much as necessary to keep the plant looking healthy and to maintain its shape. ", "scientific_name":"Aloe suzannae", "soil":"", "sunlight_details":"Aloe suzannae needs direct sunlight for about 5-6 hours per day. It should receive the sun's light in the morning and then again in the afternoon. The best location for an aloe suzannae plant is a spot that gets full sun in the morning and partial shade in the afternoon. Be aware that this plant should not be placed in direct, intense midday sunlight. Too much sunlight can cause the leaves to become scorched and discolored.", "watering":"Minimum", "watering_details":"Water Aloe suzannae no more than once every 2 weeks, using approximately 1/2 gallon of water per plant. This should be done in the morning before the sun comes out, to avoid root rot due to over-watering. During the hottest summer months, water approximately once a month, but increase the amount of water slightly. Additionally, always make sure that the soil is barely moist. If you water more often, only give a very small amount of water each time. Over-watering is the most common cause for Aloe Suzannae dying, so watch carefully for signs of overwatering, such as stunted growth and wilting."},
 {"id":29, "api_id":728, "care_level":"", "common_name":"aloe", "description":"Aloe vera is a fantastic plant species known for its many amazing health benefits. Consisting of thick leaves with a gel-like interior, aloe vera has long been used as a traditional remedy for treating skin conditions. It is a great source of vitamins, minerals, and amino acids, making it a great natural remedy for common ailments. Aloe vera is also incredibly versatile, with the gel and sap being used for everything from digestive disorders to eye health. It is even believed to reduce inflammation and improve circulation. With its myriad of benefits, aloe vera is definitely an amazing plant species.", "family":"Asphodelaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/728_aloe_vera/og/52619084582_6ebcfe6a74_b.jpg", "light_exposure":"full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for the aloe plant should generally take place in early spring, after any danger of frost. Depending on the size and health of the plant, some pruning is necessary to promote new growth and remove unproductive foliage. You can prune away any dead or dried leaves as well as any flowers or any branches that have been damaged by excessive sunlight or wind. To achieve a symmetrical look, try removing any centers of the growth points that look overcrowded. For best results, try and only remove around 1/3 of the plant in each pruning session.", "scientific_name":"Aloe vera", "soil":"Well-drained", "sunlight_details":"Aloe vera, a succulent plant species, needs a few hours of direct sunlight to remain healthy. It is best to provide 4 to 6 hours of direct sunlight a day for optimal growth and health. For mature aloe vera plants, morning sun is best because the intense afternoon rays can scald the leaves. If the aloe vera plants are receiving too much sunlight, their leaves will become brown or brittle and scorched. It is important to provide some shade during peak hours of the afternoon sun, especially in hotter climates. \n\nAloe vera plants can also tolerate partial shade, but direct sunlight helps promote growth and blooming. When keeping your aloe vera indoors, make sure it is placed near a south-facing window for maximum sunlight. Additionally, it is important to move the plant regularly to ensure all parts of the plant receive sunlight.", "watering":"Minimum", "watering_details":"Aloe plants require little water and have very low water needs. Water once every 2 weeks in the spring and summer, and once a month in the wintertime. Make sure to water your aloe deeply, once it is wet, the soil should be completely saturated with moisture. Be sure to allow the soil to dry out completely before watering again to avoid root rot. It's a good idea to mist the plant every few days with purified water or tap water that has sat for 24 hours in an open container to dechlorinate it."},
 {"id":30, "api_id":747, "care_level":"Medium", "common_name":"Joseph's coat", "description":"Joseph's coat (Alternanthera ficoidea) is an amazing plant that stands out from other species because of its vibrant, multi-colored foliage. Its leaves display shades of red, yellow, white, and purple, making it a dynamic addition to any landscape or container garden. It is extremely simple to maintain and can thrive in a variety of soil conditions. Joseph's coat can withstand extremes in temperature, drought and semi-shade without compromising its color. It also blooms small flowers that last until late fall adding to the vibrant display. It is a great choice for any gardener looking to add stunning color and texture to any space.", "family":"Amaranthaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/747_alternanthera_ficoidea/og/48756446498_fc5901c40d_b.jpg", "light_exposure":"full sun,part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Joseph's Coat can be heavily pruned in late spring or early summer. Prune the plant to just above the desired shape and size you want it to be. While you can prune heavily, avoid cutting more than 1/3 of the plant at a time to avoid stressing the plant. Start by trimming off dead or yellowing leaves and branches. Spend time looking at the plant from different angles to identify where it needs pruning. \n", "scientific_name":"Alternanthera ficoidea", "soil":"", "sunlight_details":"Joseph's coat prefers bright, indirect sunlight for at least 4-6 hours per day. When the weather is hot, the plant should be protected from direct sunlight, as direct sunlight may cause sunburn. However, even a few hours of direct sunlight in the morning or late afternoon can still benefit the plant. Joseph’s coat can also tolerate some shade, but will not thrive without sufficient sunlight.", "watering":"Frequent", "watering_details":"Joseph's Coat should be watered when the top inch of soil feels dry. Depending on what type of container the plant is in, how much sunlight it is getting, and the humidity in the area, this can be anywhere from once or twice a week to every 2 or 3 days. When watering, make sure you give the plant enough water so that it begins to sink into the drainage holes in the bottom of the pot. Allow the excess to drain away before returning the pot to its saucer."},
 {"id":31, "api_id":855, "care_level":"Medium", "common_name":"anthurium", "description":"Anthurium andraeanum is an amazing plant species for many reasons. It has a brightly coloured spathe, which can be orange, white and yellow, as well as long-lasting flowering. It is a long-lived species, and its blooms can remain intact for several months. This attractive plant is also easy to care for and can thrive in indirect light and humid environments. Its flowers bloom regularly and even if the plant is not fertilised, it can still keep thriving. Furthermore, the Anthurium andraeanum is perfect for those looking for a unique, eye-catching houseplant to add to their home. In conclusion, Anthurium andraeanum is a stunning and resilient species with distinctively vibrant flowers.", "family":"Araceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/855_anthurium_andraeanum/og/49388458462_0ef650db39_b.jpg", "light_exposure":"part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning anthurium plants should be done sparingly and only when necessary. The plant's growth generally occurs in late spring and early summer, so the best time to prune is during this growth spurt. Prune off any dead leaves, stems, and wilted flowers. Do not prune more than 20-25% of the overall foliage. Pruning should be done only if the plant is looking lanky or if you'd like to shape it. Pruning should be done with clean, sharp scissors and only the dead foliage should be removed. Pruning more than 25% of growth on an anthurium plant can cause it stress, so it should be avoided.", "scientific_name":"Anthurium andraeanum", "soil":"", "sunlight_details":"Anthurium andraeanum requires medium light, partial shade and filtered light exposure to keep its vibrant foliage. It needs bright indirect light to thrive, but should not be in direct sunlight as this can scorch the leaves. Make sure to avoid exposure to afternoon sunlight, as well. It is best to provide your plant with bright, indirect light for 6-8 hours a day.", "watering":"Average", "watering_details":"Anthurium andraeanum should be watered roughly every 5 to 7 days, depending on the climate and soil, and should be watered thoroughly. The amount of water needed can be estimated by placing your finger in the soil – if it feels dry 1 centimetre down, it indicates that it could use a good watering. The soil should remain moist at all times, but not soggy. As a general rule, reduce the amount of water if you notice yellowed leaves or drooping stems and increase it if the soil appears too dry."},
 {"id":32, "api_id":856, "care_level":"Medium", "common_name":"anthurium", "description":"Anthurium crassinervium is an amazing species of plant. It is an evergreen flowering plant with stunning heart-shaped red, blanket shaped bracts. Its glossy green leaves grow to a length of up to 8 inches, making it a great choice for any indoor or outdoor setting. Furthermore, the Anthurium has air-purifying capabilities and can help to eliminate toxins from the air. This species does not require a great deal of light or water making it easy to maintain. Plus, with its long life-span and minimal maintenance requirements, this plant is sure to bring beauty to your home for years to come.", "family":"Araceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/856_anthurium_crassinervium/og/2560px-Anthurium_crassinervium.jpg", "light_exposure":"full sun,part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning an Anthurium crassinervium should be done once or twice a year during its growth season– Spring or Summer. Pruning should be done cautiously, removing no more than 1/3 of the plant’s foliage. Doing so will help the plant attain better shape and increase yield. Additionally, any stems that are brown, yellow, or broken should be snipped off to encourage healthy growth.", "scientific_name":"Anthurium crassinervium", "soil":"", "sunlight_details":"Anthurium crassinervium, also known as the painted tongue or black velvet anthurium, is a species of flowering plant that requires full to partial sunlight for optimal growth. For optimal health and flowering potential, they should receive 3-4 hours of direct sunlight per day, spread out throughout the day. The morning and late afternoon are best for providing the bloom with the full light intensity without increasing the heat. If your anthurium is getting too much sunlight, its leaves may scorch. Too little sunlight, and the plant will become weak and not thrive. Therefore, it is important to find the right balance of sunlight for your plant.", "watering":"Frequent", "watering_details":"Anthurium crassinervium plants require frequent, but light, watering. During the growing season (from March to October), water your anthurium twice a week in order to keep the soil lightly moist. During the winter (from November to February), water the plant once every 10 days. It's important not to overwater your anthurium, as the plant is susceptible to fungal and root rot. When watering, allow the water to run through completely, and then wait a few days before watering again. Additionally, make sure to use well-draining soil for your anthurium, as this will help prevent overwatering."},
 {"id":33, "api_id":861, "care_level":"Medium", "common_name":"zebra plant", "description":"The zebra plant (Aphelandra squarrosa) is an amazing species for many reasons. It is an evergreen perennial shrub native to tropical regions of America, with a unique and beautiful foliage that is composed of mid-green leaves with bold, yellow-centered darker green veins. Its foliage is incredibly eye-catching and provides an exotic yet stylish look to any garden. Although it does not bloom often, when it does, it puts forth amazing blooms with creamy white petals and yellow centers, looking almost like a daisy. While not overly fuss, it does need a good amount of bright light and regular watering. With the right upkeep, this species will thrive in any environment and provide a unique and attractive look.", "family":"Acanthaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/861_aphelandra_squarrosa/og/9216112108_2bb5c403b3_b.jpg", "light_exposure":"part shade,full shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Zebra Plant (Aphelandra squarrosa) should be pruned regularly to promote a healthy, robust growth. Pruning should take place in the late winter or early spring, before the plant starts new growth. Use sharp snips or pruning shears to trim off any dead, yellowing or overgrown stems and leaves. Prune back stems to leave 2 or 3 sets of healthy leaves. If there are branches growing too close together, cut them away. Zebra Plant responds well to moderate pruning and can be cut back to about 1-third of its original size if necessary.", "scientific_name":"Aphelandra squarrosa", "soil":"Well-drained", "sunlight_details":"Zebra plants, or Aphelandra squarrosa, should receive bright, indirect sunlight for most of the day. These plants prefer exposure to full sunlight for 4 to 6 hours during the morning and early afternoon. During the remainder of the day, they should be kept in medium light levels. Additionally, the intensity of the light should be adjusted according to the season and the plant's location. For example, if the zebra plant is located in a cooler climate, the amount of direct sunlight should be reduced to avoid burning the leaves.", "watering":"Average", "watering_details":"The zebra plant (Aphelandra squarrosa) should be watered regularly, but not too much. It prefers evenly moist soil with good drainage. Water the plant when the top inch (2.5 cm) of the soil is dry to the touch. Usually, this means watering the plant every 7–10 days during its growing season (spring and summer). Reduce the frequency of watering during the winter months so that the soil remains a bit drier than usual. Too much water can cause root rot, so allow plenty of time for the soil to dry out between waterings."},
 {"id":34, "api_id":1001, "care_level":"", "common_name":"trailing snapdragon", "description":"Trailing snapdragon is a truly amazing species! With gorgeous blooms of lavender or white, it will add beauty to any garden. It is also resilient and easy to care for as it doesn't need a lot of water, but can tolerate drought conditions. The branches are flexible enough to allow you to use it for ground covers, planters, window boxes, and more. It stands out from other plants due to its unique habit of trailing over ledges, containers and retaining walls resulting in a stunning effect. Asarina Procumbens can add color to your landscape throughout the summer and provides you with eye-catching textures.", "family":"Plantaginaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1001_asarina_procumbens/og/9240253872_46be573382_b.jpg", "light_exposure":"full sun,part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Trailing snapdragon should be pruned in the late winter when it is in its dormant stage. It should be pruned back by about 1-third of its height to encourage fuller growth. Be sure to remove all dead flowers and seedpods as well as any long or straggly stems. After pruning, you can cut back the remaining stems to a maximum of 10 cm above the soil surface to promote branching.", "scientific_name":"Asarina procumbens", "soil":"", "sunlight_details":"Trailing snapdragon plants prefer bright, indirect sunlight with an ideal of 4 to 6 hours of sunlight per day. They perform best in warm climates but tolerate some shade. Morning sun is best for the plant as this is when it thrives. Too much direct sunlight during the day can cause the trailing snapdragon to burn or wilt. During the winter months, when the sun isn’t out as frequently, provide as much indirect sunlight as possible.", "watering":"Average", "watering_details":"Trailing snapdragons love moist soil and should be watered regularly and evenly. It is best to provide them with 1-2 inches of water once every week, depending on the weather and rate of evaporation from the soil surface. During particularly hot and dry summers, it may even be necessary to water the plants more often. Make sure the soil is moist but not waterlogged, and be sure to allow the soil to dry out between waterings."},
 {"id":35, "api_id":1023, "care_level":"Medium", "common_name":"Sprenger's asparagus fern", "description":"Sprenger's asparagus fern (Asparagus densiflorus) is an amazing evergreen perennial that is perfect for sunny areas as it often blooms in late spring to summer. It is easy to care for, with arching stems of small, airy green foliage, and tiny white flowers. This makes a lovely ground cover and can also be potted for tabletop displays or hanging baskets. Hardy and drought tolerant, it requires minimal care and will thrive with light fertilizing during the growing season. A true delight to behold, Sprenger's asparagus fern is the perfect addition to any garden.", "family":"Asparagaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1023_asparagus_densiflorus/og/49289066276_4bbe4e5b94_b.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for Sprenger's asparagus fern (Asparagus densiflorus) should be done in late spring or early summer. Prune sparingly, removing only dead foliage and stems. Cut stems back to their base and remove any dead leaves, but leave the healthy stems and foliage intact. Prune oddly-shaped, spindly or dead stems and cut them off flush with the soil. Prune to remove any brown, mushy, or discolored leaves and stems. Prune during the warmer months of the year to encourage fresh, healthy growth.", "scientific_name":"Asparagus densiflorus", "soil":"", "sunlight_details":"Sprenger's asparagus fern (Asparagus densiflorus) prefers bright indirect sunlight. Direct sunlight will cause the foliage to bleach and burn, so placing the plant in a location where it gets 4 to 5 hours of sunlight a day is ideal. It is important to note that the sunlight should indirectly reach the plant; in other words, placing it near a window that has a sheer curtain that will defuse the sunlight or a window that gets morning sun but has shade during the afternoon is optimal for this species.", "watering":"Average", "watering_details":"Watering is an important part of keeping Sprenger's asparagus fern (Asparagus densiflorus) healthy. The best way to keep the soil consistently moist is to water the soil once a week, taking care to evenly moisten the soil to a depth of 8-10 cm (3-4 inches). Additionally, watch for signs of dryness in the top couple of centimeters of soil and water accordingly. During periods of intense summer heat, an extra watering may be necessary. It is also important to never allow the soil to dry out completely at any time. "},
 {"id":36, "api_id":1024, "care_level":"Moderate", "common_name":"asparagus fern", "description":"The asparagus fern, formally known as Asparagus densiflorus 'Myersii', is an amazing plant species. It grows quickly and produces delicate, feathery foliage that resembles ferns, making it a great choice for creating a lush, tropical look in the home or garden. Its bright green leaves also contain unique properties that help to purify the air, making it an ideal plant to keep indoors. The asparagus fern is easy to maintain, requiring minimal care and little watering, and it also thrives in direct sunlight and low temperatures. Its resilience and air-purifying qualities make it a spectacular addition to any home.", "family":"Asparagaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1024_asparagus_densiflorus_myersii/og/24611964210_ce3afbb0e8_b.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for asparagus fern should be done once a year in late fall or early winter, after the plants have gone dormant. Depending on the size and shape of the fern, more frequent pruning may be necessary. Generally, for small ferns, up to 1-third of the fronds should be removed to encourage new growth. When pruning larger plants, remove any dead or yellowing fronds, and trim away any longer fronds or stems to keep the plant compact. ", "scientific_name":"Asparagus densiflorus 'Myersii'", "soil":"Acidic, Alkaline", "sunlight_details":"Asparagus ferns prefer bright, indirect sunlight but will also tolerate a small amount of direct sunlight. Place them in a spot that gets at least 4 hours of bright light each day. When exposed to direct sunlight for too long, the delicate fronds may burn so you will have to keep an eye on it to see what works best for your particular plant. When growing indoors, near a south, east, or west-facing window works well. ", "watering":"Average", "watering_details":"For optimum health of the asparagus fern (Asparagus densiflorus 'Myersii'), it is important to water them regularly. During the summer months, you should water the plant once per week. However, during the cooler winter months, you should water the plant less frequently, once every 2 weeks at most. Make sure to check the soil weekly, especially during summer. If the top inch of the soil is dry, then additional water should be provided. Be careful not to overwater, as this can lead to root rot."},
 {"id":37, "api_id":1025, "care_level":"Medium", "common_name":"asparagus fern", "description":"Asparagus fern is an amazing species of plant that easily stands out among the others. These incredibly unique feathery ferns can bring a truly exotic and wild look to any garden. Their vibrant branch-like foliage and delicate white flowers that bloom in the summer can instantly add a stunning focal point to any space. Asparagus fern is also incredibly easy to care for, requiring little maintenance and water, making it great for novice gardeners. What’s more, these plants are also drought-tolerant and can survive in full or partial shade. Therefore, it’s a great choice for those looking to brighten up a corner in their garden. Asparagus fern is truly a gorgeous and low-maintenance addition to any garden.", "family":"Asparagaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1025_asparagus_densiflorus_sprengeri/og/24818361201_11881d4f76_b.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for an asparagus fern (Asparagus densiflorus 'Sprengeri') should be done twice a year to keep the plant looking tidy. In spring, prune any stems that are showing signs of age or damage. Cut these stems at their base, removing any brown or dried foliage. In summer, take off any long stems to retain the fluffy shape of the fern. Be sure to sterilize both tools before and after use to prevent cross contamination of pests or diseases.", "scientific_name":"Asparagus densiflorus 'Sprengeri'", "soil":"", "sunlight_details":"Asparagus Ferns (Asparagus densiflorus 'Sprengeri') require bright, indirect light, which means keeping them in front of a south-facing window. They should get 6 to 8 hours of sunlight each day. ", "watering":"Minimum", "watering_details":"Asparagus Ferns (Asparagus densiflorus 'Sprengeri') should be watered generously but not often. The best way to water your asparagus fern is by soaking the soil completely and then allowing the soil to dry slightly before watering again. You can expect to water your asparagus fern about once every 2 weeks in the summer and every 3 to 4 weeks in the winter. It is important to never let this plant sit in standing water or overly wet soil."},
 {"id":38, "api_id":1031, "care_level":"Medium", "common_name":"asparagus fern", "description":"The asparagus fern (Asparagus setaceus) is an amazing plant for any garden. Boasting attractive, wispy foliage, this delicate fern looks beautiful in the garden or in containers. Not only does it look great, it’s also easy to care for. It prefers bright, indirect light and can even survive low light conditions. Asparagus ferns are also easy to propagate, making them a great addition to any flower bed. With its hardy nature and attractive foliage, this is an ideal choice for both experienced and beginner gardeners.", "family":"Asparagaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1031_asparagus_setaceus/og/24274026853_98d1a2733a_b.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"For optimal asparagus fern growth, it is best to prune the plant throughout the year when necessary. Asparagus ferns tend to become leggy over time, so in order to maintain the desired shape and prevent the spread of the plant, pruning should occur during the spring and summer months, typically when the fronds reach 6-10 inches in length. This allows for the new fronds to take the place of the pruned stalks, and encourages denser, more compact growth in the plant overall. ", "scientific_name":"Asparagus setaceus", "soil":"Acidic, Alkaline", "sunlight_details":"Asparagus ferns require at least 4-6 hours of sunlight per day to stay healthy and develop properly. In the summer, it is ideal to keep the asparagus fern in direct sunlight for the whole day because the plant loves the warmth. However, in the winter months when there is less intensity in the sun's rays, it is better to provide the fern with less direct sunlight, preferably 4-5 hours in the morning or afternoon. Similarly, if the asparagus fern is placed in an area that receives intense sunlight throughout the day, ensure at least 4-5 hours of shade in the mid-afternoon to avoid sunburns and damage to the leaves.", "watering":"Frequent", "watering_details":"Water the asparagus fern lightly 1-2 times a week in summer and once every 2-3 weeks in winter. In general, let the soil dry out almost completely between waterings. Do not let it sit with overly wet soil, as this will cause root rot. If possible, let the plant dry out between waterings and water when the top inch or 2 of the soil feels dry to the touch. During the winter months, watering should be reduced and tailor to the environment that the plant is in (i.e cooler areas may need to be watered less)."},
 {"id":39, "api_id":1036, "care_level":"Low", "common_name":"cast-iron plant", "description":"The cast-iron plant (Aspidistra elatior) is an amazing plant species due to its resilience and endurance. This plant is almost impossible to kill, since it can withstand extreme temperatures, low light levels, drought, and poor soil. It also requires very little attention to thrive, making it an ideal choice for busy or novice gardeners. Additionally, it has beautiful broad, dark green leaves which create an elegant, yet durable presence in any room.Featuring extremely low maintenance, this hardy and attractive plant is the perfect addition to any environment.", "family":"Asparagaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1036_aspidistra_elatior/og/e5c6a91ae63e816bdb0d287f549bd74829e09923.jpg", "light_exposure":"part shade,full shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning cast-iron plants is relatively easy and infrequent. Pruning should be done after the active growing season, usually in late winter or early spring (January/February). Prune off dead or damaged leaves, and trim exceptional tall/streaky leaves. Take care not to prune too much, as the plant is a slow grower. Additionally, you can trim off the flower stalks if they appear. Doing so can increase the amount of leaves and the overall health of the plant.", "scientific_name":"Aspidistra elatior", "soil":"", "sunlight_details":"The cast-iron plant (Aspidistra elatior) requires low to moderate amounts of sunlight. In general, the plant should receive indirect, filtered sunlight for only a few hours per day. Too much direct sunlight may cause the leaves to burn. Aim for around 2-4 hours of indirect sunlight per day, making sure to provide enough shade from nearby trees or north-facing windows, to assure the plant does not get scorched. In lower light areas, the cast-iron plant may become spindly, so watch for signs of this if your plant is not receiving enough sunlight.", "watering":"Average", "watering_details":"Water this plant when the top inch of soil is dry. During the growing season from spring to fall, it is important to keep the soil moist but not soggy. Water thoroughly but allow the soil to dry before re-watering. During the winter months, it is best to reduce watering to keep the soil just barely moist. As a general rule, Cast-iron plants require an average of 1 heavy watering per week in the growing season, and 2 light waterings per month in the winter."},
 {"id":40, "api_id":1038, "care_level":"", "common_name":"bird's nest fern", "description":"The Bird's Nest Fern (Asplenium nidus 'Antiquum') is a rare and unique species of fern that is a must-have addition to anytropical garden. Its stunning, wide-spreading fronds make it an attractive focal point, while its resistance to pests and diseases make it perfect for busy gardeners. Its foliage is a delight - deep green and glossy, with leathery leaves that are ruffled along the edges. Its yellow patches on the fronds add further to its aesthetic appeal and help it blend into other foliage. Its ability to adapt to different environments makes it a great choice for both indoor and outdoor spaces, making it a great choice for any tropical themed garden.", "family":"Aspleniaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1038_asplenium_nidus_antiquum/og/29457334967_82a2d8789c_b.jpg", "light_exposure":"full sun,part shade,full shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning Bird's Nest Ferns (Asplenium nidus 'Antiquum') is best done twice a year, in the spring and fall. During the spring pruning, remove any dead or discolored leaves. This will help keep the plant looking attractive and will allow more light to reach the center of the plant. Fall pruning should focus on removing older, tougher leaves from the center of the plant as these will block out light and restrict growth. Pruning should be kept to a minimum, as the plant grows slowly and does not tolerate drastic pruning.", "scientific_name":"Asplenium nidus 'Antiquum'", "soil":"", "sunlight_details":"Bird's Nest Ferns, like most houseplants, need bright, indirect sunlight to thrive. Aim for 4-6 hours of bright, indirect light per day, preferably in the morning or late afternoon hours. Depending on the season, direct sunlight and direct light from south-facing windows may be strong enough to burn the leaves, so filter them through an opaque curtain or sheer blinds. During the winter months, especially in northern climates, some additional light supplementation with artificial sources may be necessary.", "watering":"Average", "watering_details":"Watering frequency can vary with the season, with more frequent watering being required during the summer months and less frequent during the winter. Generally the Bird's Nest Fern should be watered when the soil is slightly dry to the touch and the fronds are limp. During the summer water the plant thoroughly once a week, allowing the water to pass through the potting mixture and drainage holes – this will help prevent the soil from becoming sodden and waterlogged. However during the cooler winter months water should be reduced to every 10 – 14 days, making sure the soil has dried out before the next watering. "},
 {"id":41, "api_id":1130, "care_level":"Medium", "common_name":"Japanese painted fern", "description":"The Japanese Painted Fern is an amazing species of fern that stands out with its yellow fronds that are beautifully accented with green and silver markings. This plant can bring life to any garden with its elegant and delicate look and its ability to thrive in both well-drained soils and shady spots. It is an excellent choice of fern to help create interesting texture in garden beds and it's quite disease and pest resistant. The Japanese Painted Fern is a stunning addition to any landscape, with its delicate fronds swaying in the breeze and its eye-catching yellow and silver coloring.", "family":"Athyriaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1130_athyrium_niponicum_var_pictum/og/27024762402_1df320b955_b.jpg", "light_exposure":"deep shade,filtered shade,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning should be done in late winter or early spring before the new growth begins. For the best results, you should trim off any dead or damaged fronds, as well as those that are growing too far out from the center of the plant. This will ensure that the plant doesn't become overgrown and lose its elegance. Pruning should be kept minimal and done no more than once or twice a year. It is important to remember that too much pruning can damage or kill your plant, so prune with caution.", "scientific_name":"Athyrium niponicum var. pictum", "soil":"Humus rich, Well-drained", "sunlight_details":"Japanese painted ferns enjoy bright, indirect sunlight and can tolerate some light shade. When grown indoors, they can tolerate low to medium light levels, but will grow best with bright, indirect sunlight. It is best to place the fern in an area of the home where it will receive a few hours of sunlight every day, preferably in the morning or early afternoon. When growing Japanese painted ferns outside, provide them with some protection from the harshest sun of the day (usually midday and late afternoon). They can tolerate full-sun in cooler climates, but in warm climates, they should only get 3-4 hours of sunlight per day.", "watering":"Average", "watering_details":"Water Japanese painted fern (Athyrium niponicum var. pictum) consistently, and make sure to water it thoroughly. Water the soil until it is moist but not soggy. A standard rule of thumb is to water once or twice a week, but you may need to adjust the frequency based on your plant's environment and soil. In lower temperatures, you may need to water less. In higher temperatures, humidity, and light, you may need to water more often. Be sure to check your plant's moisture level before deciding how much and when to water it."},
 {"id":42, "api_id":1133, "care_level":"Medium", "common_name":"Japanese painted fern", "description":"The Japanese painted fern (Athyrium niponicum var. pictum 'Metallicum') is an amazing plant owing to its distinct metallic silver stripes that adorn its feathery, triangular fronds. The contrast of striking silver with deep green leaves make it a captivating accent to any garden or home. It is an easy-care fern that prefers moist, well-drained soil and partial to full shade. The fronds grow to be 12 inches wide and 24inches in length and are ideal for under-planting larger flowering shrubs. It's an extremely versatile plant that adds an exotic touch to any home or garden.", "family":"Athyriaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1133_athyrium_niponicum_var_pictum_metallicum/og/Athyrium_niponicum_pictum_1.jpg", "light_exposure":"deep shade,filtered shade,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Japanese painted ferns should be pruned twice a year. Pruning in spring before new growth emerges will help maintain its size, and pruning in late summer after flowering will keep dead leaves from taking away energy from new growth. Prune the fronds (leaves) by cutting them just above the base stem, close to the ground. Generally, cut off no more than 2/3 of the foliar material during pruning. A light trimming is all that is necessary; however, if the fern appears to be overcrowded, it can be cut back considerably.", "scientific_name":"Athyrium niponicum var. pictum 'Metallicum'", "soil":"Humus rich, Well-drained", "sunlight_details":"Japanese painted fern, also known as Athyrium niponicum var. pictum 'Metallicum', thrives best in partial shade and can even tolerate full shade, particularly in the warmer months. It prefers a location where the amount of sunlight received is consistent with no more than 4 hours of sun per day. Morning sun is best as it will in the early hours give the fern a nutrient boost before the temperatures become too hot and dry. During the summer months, this particular variety of fern should be given less or no direct sunlight, especially if situated in hotter climates, as prolonged periods of sun can scorch and burn the curled foliage.", "watering":"Average", "watering_details":"Japanese painted ferns prefer evenly moist soil, meaning soil that is neither too wet nor too dry. Water whenever the top inch or so of soil is dry to the touch. Depending on the climate, you may need to water once or twice a week during the growing season. In areas with hotter, drier climates, you may need to water more often. During the winter and other dormant periods, water less often but still enough to prevent the soil from completely drying out."},
 {"id":43, "api_id":1147, "care_level":"Moderate", "common_name":"spotted laurel", "description":"Spotted laurel (Aucuba japonica 'Mr. Goldstrike') is an amazing plant species because of its striking appearance. Its glossy, evergreen leaves consist of yellow spots on a dark green background, making for a beautiful landscape feature all year round. It is also extremely hardy and can thrive in shady spots that other plants struggle to survive in. As if that wasn’t enough, this species is able to tolerate a wide range of soil types and is generally low-maintenance once established. All these qualities combined make spotted laurel an ideal choice for the garden.", "family":"Garryaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1147_aucuba_japonica_mr_goldstrike/og/50589856477_0b4ceffe2a_b.jpg", "light_exposure":"full shade,part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Spotted laurel (Aucuba japonica 'Mr. Goldstrike') should be pruned at least once yearly in late winter or early spring when the plant is still dormant. Pruning should be minimal, only removing dead, diseased, or damaged branches, as well as crossing or overly long branches. If desired, light shaping can be done to remove up to 1-third of the plant's growth. Doing any more than this will result in the plant becoming sparse and unattractive.", "scientific_name":"Aucuba japonica 'Mr. Goldstrike'", "soil":"", "sunlight_details":"The spotted laurel requires partial shade to full shade with some direct sunlight. When the direct sunlight is present, it should be limited to approximately 3 to 4 hours a day during the morning or late afternoon hours. This will ensure that the plant receives the necessary amounts of light without becoming stressed due to too much sun exposure or too little sun to provide nutrients.", "watering":"Frequent", "watering_details":"Spotted laurel (Aucuba japonica 'Mr. Goldstrike') should be watered twice per week, using about 1.5 in (3.8cm) of water per watering. Depending on the climate in which it is growing, spotted laurel may benefit from additional water during periods of extreme heat or drought. To ensure the best growth, check the soil around the tree before watering, and only water if the soil is dry to the touch."},
 {"id":44, "api_id":1149, "care_level":"Medium", "common_name":"spotted laurel", "description":"The spotted laurel (Aucuba japonica 'Suruga Benten') is an amazing plant due to its striking foliage and hardiness. This evergreen shrub has gorgeous glossy leaves that are mottled in dark green, yellow, and sometimes white. It produces a deep pink flower in the shape of a star during the spring season. With its tolerance to both humid and dry climates, the plant can grow in various outdoor and indoor settings. Plus, it’s also drought-tolerant and pest-resistant. With its eye-catching foliage and easy maintenance, the spotted laurel is an ideal pick for brightening up any garden space.", "family":"Garryaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1149_aucuba_japonica_suruga_benten/og/51218918813_f1ca2c7a36_b.jpg", "light_exposure":"part sun/part shade,full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"The spotted laurel typically requires minimal pruning, only in order to maintain its shape or to remove broken, diseased, or dead branches. Pruning of your spotted laurel should be done in late spring or early summer, once the plant has finished blooming. If pruning is necessary, make sure to remove any dead or damaged branches, thin out the crown, and shorten back any overly long branches. Always use clean stainless steel pruning shears, and prune in such a way as to maintain the plant's rounded shape.", "scientific_name":"Aucuba japonica 'Suruga Benten'", "soil":"", "sunlight_details":"Spotted laurel (Aucuba japonica 'Suruga Benten') prefers bright indirect sunlight for optimum growth and development. In general, plants should be given at least 4-5 hours of direct sunlight on a daily basis. The best time to expose a spotted laurel to sunlight is during the early hours of the morning or late hours of the afternoon when the sun is not too intense. Avoid exposing the plant to too much direct sunlight during peak hours of the day, which can lead to scorched leaves and wilting.", "watering":"Average", "watering_details":"Spotted Laurel (Aucuba japonica 'Suruga Benten') should be watered thoroughly and deeply about once or twice a week. Pay attention to the top few inches of soil to check for moisture and ensure that the soil is damp to about 2 inches deep before adding additional water. During the summertime, you may need to water more frequently, while during the winter months water less often. When providing supplemental water to your Spotted Laurel, it is important to avoid overdoing it, as excessively wet soil can lead to root-rot and other issues."},
 {"id":45, "api_id":1150, "care_level":"Moderate", "common_name":"spotted laurel", "description":"Spotted Laurel (Aucuba japonica 'Variegata') is an evergreen shrub, known for its signature leaves of green and yellow-gold with blotched variegation. Growing to a potential height of 3-4 feet and width of 2-4 feet, it is an easy-to-care shrub, perfect for a low-maintenance garden. This is a ‘shade-thriving’ plant and is suitable for a wide range of climates, making it a great choice for any garden. Blooms of small, green-yellow flowers appear in the late winter and are followed by bright red berries. Spotted Laurel is a great way to bring beautiful, lively colors to your garden - no matter the season.", "family":"Garryaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1150_aucuba_japonica_variegata/og/2560px-Aucuba_japonica_27Variegata27_A.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Spotted laurel (Aucuba japonica 'Variegata') should be pruned once or twice a year in spring and/or summer when necessary. Pruning should be done by removing any dead or damaged branches and cutting back the longest branches to maintain the desired shape and size. It is also a good idea to thin out any new shoots that appear to ensure the foliage is evenly balanced. Pruning should be kept to a minimum and should never be done too harshly. \n\nGenerally, pruning should be done by removing no more than 1/3 of the overall plant material each year. However, if a more drastic pruning is required for rejuvenating the plant, it should be done over a few seasons instead of all at once.", "scientific_name":"Aucuba japonica 'Variegata'", "soil":"", "sunlight_details":"Spotted laurel plants prefer bright, indirect sunlight. They do best when receiving 4 to 6 hours of sunlight each day, ideally morning or late-afternoon sun but not the hot midday sun. Too much full sun can burn the leaves and cause the foliage to fade. These plants can tolerate some light shade, but they will look their best in bright conditions.", "watering":"Average", "watering_details":"The amount of water needed for a spotted laurel plant (Aucuba japonica 'Variegata') depends on the weather and soil conditions. In general, this plant should receive about 1-2 inches of water per week during the summer months, and every other week during the winter months. It is important to water the soil evenly and deeply to ensure that the roots of the plant get enough moisture. It is also important to ensure that the soil is well-drained so that the roots don't remain wet for too long. Look for signs of wilting or drooping leaves to determine if the soil is too dry, and adjust your watering schedule accordingly."},
 {"id":46, "api_id":1192, "care_level":"Medium", "common_name":"ponytail palm", "description":"The ponytail palm (Beaucarnea recurvata) is one of the most interesting houseplants out there. Unique and eye-catching, it has a swollen base and a thin, cascading crown of green foliage, resembling a head of hair. It’s a slow growing and long lived species, making it a great gift to last through generations. Its drought tolerant nature also makes it an excellent choice for neglectful owners. This palm is also incredibly hardy, and can survive in temperatures as low as 10°F. With proper care, it can add a unique, tropical feel to any space.", "family":"Asparagaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1192_beaucarnea_recurvata/og/51792797390_1b15a8415d_b.jpg", "light_exposure":"part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"When it comes to pruning a ponytail palm, it's best to do so during the late spring or summer months. The reason for this is that the ponytail palm, also known as Beaucarnea recurvata, is slow-growing and doesn’t require much pruning. The amount that needs to be pruned depends on the size and shape desired. Pruning should be limited to removing old fronds, or leaves, as these will not recover. Cutting anything else could damage or harm the plant. Usually, no more than 10-15% of the palm should be pruned at 1 time.", "scientific_name":"Beaucarnea recurvata", "soil":"Rocky , gravelly , dry, Well-drained", "sunlight_details":"Ponytail palms (Beaucarnea recurvata) are a drought-tolerant plant that enjoy bright, indirect sunlight. They should receive at least 6 hours of sun per day, preferably from a south- or east-facing window. If possible, avoid the hottest midday sun as this can burn the leaves. During the late afternoon hours, you can move the plant to a spot that receives brighter indirect light to help encourage fuller leaves.", "watering":"Average", "watering_details":"The ponytail palm is a semi-succulent, tropical species that requires only moderate amounts of water. It should be watered deeply and infrequently. During the summer months, water the ponytail palm deeply once or twice a week, allowing the soil to dry out in between waterings. During the winter months, water the ponytail palm only once every 3 weeks. The soil should remain slightly moist, but not soggy. If the soil feels damp before the suggested watering, then it is advised to delay the watering until the soil is dry. "},
 {"id":47, "api_id":1195, "care_level":"", "common_name":"begonia", "description":"Begonia benariensis BIG SERIES is an amazing plant species. The plant features beautiful bell-shaped blooms in shades of pink, white and purple and lush, large leaves that make it stand out in the garden. It grows well in full sun or partial shade, making it a perfect option for large containers. With minimal maintenance and tending, Begonia benariensis BIG SERIES produces a long-lasting, low-maintenance display of beautiful color. The blooms attract hummingbirds and butterflies to the garden. With its bright colors and ability to bring beauty to your garden or patio, Begonia benariensis BIG SERIES is an excellent option for any gardener.", "family":"Begoniaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1195_begonia_benariensis_big_series/og/51286779053_5a7aca2a7b_b.jpg", "light_exposure":"full sun,part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"For Begonia benariensis BIG SERIES, pruning should typically be done in late winter to early spring. The exact amount of pruning should depend on how and where you are growing your Begonia; if they are grown inside, then pruning should be moderate to minimal in order to maintain the plant's health. On the other hand, if 1 is planting Begonia benariensis BIG SERIES outdoors, then pruning may be more aggressive in order to shape or control the size and shape of the plant. As a general rule of thumb, always aim to remove no more than 1-third of the overall plant. This should help to ensure that the Begonia is not overly stressed and continues to grow.", "scientific_name":"Begonia benariensis BIG SERIES", "soil":"", "sunlight_details":"Begonia benariensis BIG SERIES will benefit from between 4 to 5 hours of direct sunlight a day and should be placed in a spot that receives bright, indirect light for the majority of the day. It is best to avoid direct midday sun as this can scorch the leaves of the plant. This species of Begonia tend to do best in a spot with some morning sun, and then shade in the afternoon to protect them from the harsher rays of the day.", "watering":"Average", "watering_details":"Begonias need to be watered once a week, using roughly 1/2 cup of water. During hotter months, like in the summer, they may need to be watered more often (about twice a week) to prevent them from becoming dry. Water is best applied to the soil surface until it begins to drain from the bottom of the pot. Allow the top inch of soil to dry before watering again. Since Begonia benariensis BIG SERIES are often kept indoors, it is important to check the soil regularly to make sure the plant does not become too dry."},
 {"id":48, "api_id":748, "care_level":"Medium", "common_name":"Joseph's coat", "description":"Joseph's Coat (Alternanthera ficoidea (yellow form)) is a unique and stunning houseplant that is sure to brighten up any home. It has large, ornamental green and yellow leaves, which can be arranged in striking patterns. This plant is incredibly hardy and easy to look after - it can survive in low light and with minimal water. In addition, Joseph's coat is also quite drought tolerant. When placed in a sunny spot, its vibrant leaves will really pop against its dark green backdrop. An overall eye-catching and cheerful choice for any home, this species is well worth a try!", "family":"Amaranthaceae", "growth_rate":"Low", "image_url":"", "light_exposure":"full sun,part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Joseph's coat (Alternanthera ficoidea (yellow form)) should be pruned each year in late winter or early spring. Pruning should reduce the length of the stems back to 45 cm (18 in). The side branches can be cut back to reduce the size and shape of the bush, but care should be taken to not remove more than 1/3 of the foliage at 1 time. Pruning in late winter or early spring allows the plant to focus its energy on growing new stems and foliage, instead of creating flowers.", "scientific_name":"Alternanthera ficoidea (yellow form)", "soil":"", "sunlight_details":"Joseph's coat is an evergreen perennial plant native to tropical regions of the Americas, Africa and Asia. It can tolerate moderate amounts of sunlight and does best when it is partially shaded. It should receive at least 4 hours of direct sunlight each day, but no more than 6 hours of direct sunlight. When grown indoors, it should be placed in a spot that receives bright, indirect light for most of the day. In moderate climates, Joseph's coat can be placed outdoors in a location that receives some morning sunlight and some afternoon shade.", "watering":"Average", "watering_details":"Joseph’s Coat is a tropical plant that prefers warm, moist conditions and will not tolerate drought. To ensure optimal growth and long-lasting vibrant colors, water whenever the soil feels dry to the touch, about once every 5-7 days. During warmer months, water more frequently as the soil will dry out faster. Avoid overwatering as this can lead to root rot and cause leaves to become limp and yellow. In colder months, reduce the amount of water and frequency of watering. You should also wait until the soil dries out completely before adding additional water."},
 {"id":49, "api_id":1194, "care_level":"", "common_name":"begonia", "description":"Begonia 'Art Hodes' is an amazing flowering plant species with large and beautiful flowers with orange and yellow streaked petals. It's an ideal choice for any garden due to its resilience and ease of care. Its glossy green foliage is perfect for providing texture and interest in the garden. This hardy plant adds a beautiful pop of colour to beds and containers and shares a dear friendliness with all other companion plants. Its exotic shape and bright flowers can also provide a great backdrop to other plants in flower beds. As a bonus, Begonia is also deer resistant! Plant this begonia and you're sure to have a real show stopper in your garden.", "family":"Begoniaceae", "growth_rate":"Low", "image_url":"", "light_exposure":"full sun,part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Begonia 'Art Hodes' should be pruned in late spring or early summer. To prune properly, cut back no more than 1-third of the plant, removing old, tired stems and blooms as well as any shoots that may have emerged from underneath the canopy. This plant responds best to light, regular pruning and if pruned too heavily, it can suffer from stunted growth.", "scientific_name":"Begonia 'Art Hodes'", "soil":"", "sunlight_details":"Begonias require indirect, filtered sunlight, which means that the sun should be shining through a curtain or window. Plants located near an eastern- or western-facing window will receive the best light. Avoid direct midday sun, as this can scorch the leaves. Aim to provide at least 4 to 6 hours of sunlight per day for Begonia 'Art Hodes'. If you are unable to provide this amount of light during the winter months, then supplement with a fluorescent or LED grow light.", "watering":"Frequent", "watering_details":"When watering your begonia, it is important to provide plenty of water and ensure the soil does not dry out completely. Water your begonia every 3-4 days in summer, or once a week in winter or if the soil is very dry. Aim to saturate the soil but avoid excess moisture or waterlogging, as this can cause the root rot. When adding water to the soil, make sure to water the base of the plant and avoid wetting the leaves, as this can encourage fungal diseases."},
 {"id":50, "api_id":1196, "care_level":"Medium", "common_name":"begonia", "description":"Begonia 'Bepared' DRAGON WING RED is a beautiful, eye-catching plant that can brighten up any outdoor space. This annual begonia features large, bright red leaves that are shaped like a dragon's wings, up to 10\" in length. The foliage adds a dramatic pop of color to your garden or patio. To top it off, this begonia boasts showy clusters of sweetly-scented pink/white blooms that are attractive to butterflies and other pollinators. Easy to maintain and tolerant of many conditions, Begonia 'Bepared' DRAGON WING RED is a must-have for any garden or landscape.", "family":"Begoniaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1196_begonia_bepared_dragon_wing_red/og/52542250837_647bf91a34_b.jpg", "light_exposure":"part shade,full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for Begonia ‘Bepared’ DRAGON WING RED should be done in the early spring or late summer, when the plant is growing fastest. These plants benefit from light trimming every 4-6 weeks during the active growing season in order to promote root and leaf growth, resulting in better bushiness. Avoid pruning when the plant is in bloom. When pruning, remove no more than 1/3 of the foliage, and cut off each stem at its base.", "scientific_name":"Begonia 'Bepared' DRAGON WING RED", "soil":"", "sunlight_details":"Begonias prefer a medium amount of sunlight for good growth. For Begonia 'Bepared' DRAGON WING RED, the best amount of sunlight would be around 4-6 hours of direct sunlight on a daily basis. Too little sunlight would cause the begonia to become leggy and weak and too much sunlight can scorch the plant’s foliage. If the sunlight is too direct, you can consider putting a light shade over the plant for protection.", "watering":"Average", "watering_details":"Begonias require frequent waterings to keep the soil moist. For 'Bepared' DRAGON WING RED begonias, water whenever the top 1-2 inches of the soil feels dry to the touch. A good rule of thumb is to water every 5-7 days, depending on the temperature and humidity in your home. Avoid over-watering and allow the soil to dry out in between waterings. Whenever you water, make sure to soak the soil thoroughly."},
 {"id":51, "api_id":1197, "care_level":"Medium", "common_name":"begonia", "description":"Begonia boliviensis BOSSA NOVA RED is an amazing plant species that is sure to add a pop of color to any garden. It has deep red foliage and brilliant orange flowers that bloom during the summer months. The foliage is waxy and thick and its blossoms are delicate and abundant. This perennial grows best in acidic soils and requires plenty of sunlight in order to thrive. It's an easy care plant that is drought tolerant and requires minimal pruning. Its vibrant colors and low-maintenance nature make it an ideal choice for brightening up gardens in any region.", "family":"Begoniaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1197_begonia_boliviensis_bossa_nova_red/og/52496552436_073086053b_b.jpg", "light_exposure":"full sun,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Begonia boliviensis BOSSA NOVA RED generally should be pruned at least twice annually, once in late spring and once again in early fall. Start by removing any dead, wilted or diseased foliage or stems as they appear throughout the year. Then in early spring, prune off any straggling or overly long stems, as well as any remaining dead tissue, to encourage bushier growth and larger blooms. In early fall, prune off any spent blooms and dead stems, as well as any weak or straggling stems, to encourage stronger growth for the upcoming season. Pruning should be minimal, as too much can weaken or damage the plant, but it should not be neglected as proper pruning is essential for a healthy and vibrant begonia.", "scientific_name":"Begonia boliviensis BOSSA NOVA RED", "soil":"", "sunlight_details":"The begonia species called BOSSA NOVA RED requires plenty of sunlight in order to thrive, and should be exposed to direct sunlight for several hours each day. Depending on the season, at least 4 to 5 hours of sun are ideal for this variety. Morning and late afternoon sun is preferable, as midday sun can scorch its leaves. If you cannot provide ample sunlight indoors, consider taking your begonias outdoors during the day and putting them in a semi-shaded area instead of full sun.", "watering":"Average", "watering_details":"For the Begonia boliviensis BOSSA NOVA RED plant, it is best to water it about once per week with a light sprinkling of water. To keep the soil moist for this particular species, water it until the excess begins to drain from the bottom of the pot. It is important to ensure that the soil does not become soggy as it can encourage root rot. During warmer months, water twice per week. During the cooler months, water less frequently. "},
 {"id":52, "api_id":1198, "care_level":"Medium", "common_name":"begonia", "description":"The Begonia 'Canary Wing' is an amazing plant species that adds vibrant colors to any garden. Its glossy green foliage is highlighted by eye-catching splashes of yellow, red, bronze, pink and white along its edges. This plant is easy to care for, and will thrive in bright, indirect light. Its long-lasting blooms make it a perfect addition to bouquets, and its cheerful foliage can easily brighten up a backyard patio. It enjoys moist soil, making it versatile enough to be planted outdoors or in a container. Whether used in a garden bed or as an elegant houseplant, the Begonia 'Canary Wing' will add excitement to any space with its showy blossoms and cheerful foliage.", "family":"Begoniaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1198_begonia_canary_wing/og/48860938088_382c518a2b_b.jpg", "light_exposure":"part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Prune Begonia 'Canary Wing' lightly in late summer or early fall. This will encourage the stems and foliage to remain compact. To do this, simply pinch off the top 1 or 2 inches of the main stems after flowering is finished. Pruning will also reduce the risk of disease and insect infestations.", "scientific_name":"Begonia 'Canary Wing'", "soil":"", "sunlight_details":"Begonia 'Canary Wing' plants need bright, indirect light every day for at least 6-7 hours. They do best with morning light or light coming in from east-facing windows. They can tolerate direct sun, however too much direct exposure to intense sun can cause the foliage to burn. They do not need any special attention to sunlight and can adjust to a variety of lighting conditions. However, for optimal health they should receive at least 6-7 hours of light every day.", "watering":"Average", "watering_details":"When it comes to watering your begonia (Begonia 'Canary Wing'), it's important to keep its soil moist, but not overly saturated. Generally, this means watering about once a week—though you may have to adjust this depending on your home's climate. Allow the top layer of soil to dry out before re-watering, and avoid getting the leaves wet as they are quite fragile. If you're unsure of when to water, use your finger to check the soil's moisture level. If it feels wet, wait another few days before watering again."},
 {"id":53, "api_id":1199, "care_level":"", "common_name":"begonia", "description":"Begonia 'Casper' is a truly amazing plant. Not only does it boast masses of vibrant white, pink and red blooms, it also has dark green, glossy leaves which are wonderfully textured for an added touch of luxury. It's an easy-care plant, making it perfect for beginners, and thrives in bright indirect light so it can be planted just about anywhere in your home! It's low maintenance and doesn't require frequent watering or pruning making it ultra-convenient, and an excellent choice for anyone who wants a show-stopping floral display with minimum effort.", "family":"Begoniaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1199_begonia_casper/og/52423452233_02b4dc198b_b.jpg", "light_exposure":"part shade,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Deadheading & pruning Begonia 'Casper' should be done throughout the growing season to encourage blooms, remove dead or damaged leaves, and maintain an attractive shape. Pruning should begin in late spring or early summer when new growths appear, but waiting until after flowering has completed will ensure that you don't remove flowering buds. When pruning, it's important to remove only the dead and damaged leaves and not to over-prune, as this may reduce bloom production. To encourage a second flowering, light pruning can be done in late summer.", "scientific_name":"Begonia 'Casper'", "soil":"", "sunlight_details":"Begonia 'Casper' does best in medium to bright indirect light. When providing light indoors keep the plant 3 to 4 feet from the nearest window so it has more consistent light during the day. Generally, 8 to 10 hours of sunlight per day is ideal for this specific type of begonia. During the summer and spring, place outdoors in a shady or partially sunny spot to give the plant a rest from the indoor light. In the winter, when the daylight hours are limited, supplement natural sunlight with fluorescent or other grow lights that are specifically designed for plants.", "watering":"Average", "watering_details":"Begonias are generally quite drought tolerant, but require regular watering to keep them looking their best. For a Begonia 'Casper', water thoroughly whenever the top inch of the soil is dry – usually every 5-7 days. Avoid over-watering, as this can lead to root rot. During periods of extreme heat or dryness, you may need to water more frequently. Always water at the base of the plant and not on the foliage to prevent fungal infections."},
 {"id":54, "api_id":1200, "care_level":"", "common_name":"begonia", "description":"Begonia 'Curly Fireflush' is a unique and eye-catching varietal of Begonia with semi-succulent foliage. It has a clumping habit and produces vibrant pale-green and pink mottled leaves with a ruffled texture in bright light. The delicate pink flowers add a pop of colour to any landscape, but the foliage is the real show-stopper! Its easy-care nature and bright, vivid foliage make it one of the best Begonia plants available for outdoors. Perfect for garden beds, containers and hanging baskets, 'Curly Fireflush' is an amazing and versatile addition to any garden.", "family":"Begoniaceae", "growth_rate":"High", "image_url":"", "light_exposure":"part shade,full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Begonia 'Curly Fireflush' should be pruned in late winter or early spring. Prune back any stems that are dead or decaying and cut any that are too long or have become leggy. Generally, pruning to 1/3 of the plant's height in order to promote bushier growth is suggested. Pruning also allows for more even distribution of energy for blooming.", "scientific_name":"Begonia 'Curly Fireflush'", "soil":"", "sunlight_details":"Begonias (Begonia 'Curly Fireflush') prefer bright, indirect sunlight. They should get at least 4 hours of bright light per day. In very sunny locations, they should be given some protection from the midday sun, as direct sunlight can cause leaf scorch. Moving them to an area of morning sun with shade from the hottest part of the day is ideal. If grown in very low light, these plants will become pale or leggy.", "watering":"Average", "watering_details":"Begonia 'Curly Fireflush' is a species of begonia that should be watered thoroughly, allowing the soil to become completely saturated, and then allowing the soil to dry out almost completely before re-watering again. This should be done once or twice per week, depending on the amount of light and heat the plant is exposed to. During the growing season (spring and summer), it may need more frequent watering. Always check the moisture of the soil before watering and make sure the pot has good drainage."},
 {"id":55, "api_id":1201, "care_level":"Medium", "common_name":"begonia", "description":"The Begonia 'Dangling Pearls' is an amazing plant species that brings a magical look to any garden. Its cascading stems bear bright pink, pinkish-white and white blooms that hang in clusters like jewels, creating a stunning look. Plants can reach up to three feet in height and have glossy, wavy-edged green leaves that add extra texture and interest. Despite its exotic looks, this plant is incredibly easy to grow and perfect for containers or gardens in partial shade. The Begonia 'Dangling Pearls' is a truly unique plant that will delight and charm any gardener.", "family":"Begoniaceae", "growth_rate":"Low", "image_url":"", "light_exposure":"part shade,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Begonia 'Dangling Pearls' should be pruned lightly and only when necessary. Trim off any dead or diseased leaves or stems as needed, keeping the shape of the plant even and uniform by snipping off errant branches. Pruning should also be done to encourage a fuller and bushier plant. This can be done by removing the tops of branches, cutting the stems just above another leaf or growing point. Pruning Begonia 'Dangling Pearls' should generally take place in the early spring, just before new growth begins.", "scientific_name":"Begonia 'Dangling Pearls'", "soil":"", "sunlight_details":"Begonia 'Dangling Pearls' requires indirect sunlight, meaning it should be placed in an area with bright, indirect sunlight (such as a north or east facing window). It should have about 4 hours of partially sunny areas throughout the day. If the plant is receiving direct sunlight, the leaves may become burned. It is important to avoid direct sunlight during the hottest part of the day, which is usually from 10am-4pm.", "watering":"Average", "watering_details":"Water begonias whenever the top inch of soil is dry to the touch. Generally, this will mean your begonia should be watered lightly and frequently, about once every 5-7 days. During the summertime when the weather is hot, the soil may dry out much more quickly which means you may need to water more often."},
 {"id":56, "api_id":1202, "care_level":"Medium", "common_name":"begonia", "description":"The begonia 'Emerald Glow' is an incredibly unique species with its waxy and thick leaves that are a striking deep emerald green giving it a glossy, sharp appearance. The light green veins in the center add to its captivating look. Its bright yellow flowers burst with beauty and will bloom throughout the spring and summer months, adding even more life to this already beautiful species. It makes a bold statement while still being strikingly elegant and graceful. Its small compact form and easy to care for nature make this an ideal choice for any home or garden. The begonia 'Emerald Glow' is absolutely stunning and adds a touch of beauty to any garden.", "family":"Begoniaceae", "growth_rate":"High", "image_url":"", "light_exposure":"part shade,full shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for Begonia 'Emerald Glow' should be done sparingly in late spring or early summer. Remove any flower stalks that have passed, as well as any dead or dying leaves. Do not prune too heavily as this can cause damage to the plant and reduce the amount of flowers it will produce. If excessive pruning is needed, it can be done gradually over several weeks, removing no more than 1-third of the plant at a time.", "scientific_name":"Begonia 'Emerald Glow'", "soil":"", "sunlight_details":"Begonia 'Emerald Glow' plants should receive bright, indirect sunlight throughout the day. It grows best when it receives around 4-6 hours of morning sunlight, followed by indirect sunlight throughout the rest of the day. Begonias need to be placed in areas where it will get ample bright light, but it should not be placed in areas with direct sun exposure for more than 4 hours, as that may damage their foliage.", "watering":"Average", "watering_details":"Begonia 'Emerald Glow' should be watered when the soil feels dry to the touch, about once every 5-7 days. When watering, moisten the soil completely and make sure that the excess water drains out of the pot. During hot weather, water more frequently, approximately every 3-4 days. In the winter, reduce watering to about every 10 days while the plant is dormant. Always avoid overwatering and allow the plant to dry out moderately in between waterings."},
 {"id":57, "api_id":1203, "care_level":"Medium", "common_name":"hybrid tuberous begonia", "description":"The hybrid tuberous begonia (Begonia FUNKY PINK) is an amazing species of flower because of its eye-catching bloom that stands out with its bright pink and funky colored petals. It is incredibly easy to take care of and thrives in both warm and cool temperatures, as well as in part shade. Its large showy blossoms will bloom all summer long and keep your garden looking great from spring to fall. They are also easy to propagate with cuttings and can even be grown indoors, adding a splash of unique color to any home. With its beautiful and unique blooms, the hybrid tuberous begonia is an amazing species to have in your garden.", "family":"Begoniaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1203_begonia_funky_pink/og/Begonia_CorallinaHybrids_PresidentCarnotInflorescenceA.jpg", "light_exposure":"part shade,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Hybrid tuberous begonias should be pruned regularly throughout the growing season. Dead and wilted flowers should be pruned immediately, and stems may need to be cut back when they become leggy and produce fewer blooms. It is also a good idea to prune back the plant in fall after flowering has finished. Pruning should be done with clean, sharp pruners. Generally, about 1-third of the plant should be cut back for pruning. This trimming can help the plant's shape and encourage new growth.", "scientific_name":"Begonia FUNKY PINK", "soil":"", "sunlight_details":"For optimal growth, hybrid tuberous Begonia (Begonia FUNKY PINK) should receive bright, indirect light for around 6-8 hours a day. The best place for anywhere in the home for this plant is a spot near a window where it will receive plenty of indirect light. While direct sunlight will damage the leaves of hybrid tuberous begonia, avoiding full shade is also recommended, as the plant needs some golden light exposure to support its growth.", "watering":"Average", "watering_details":"Hybrid tuberous begonias need evenly moist soil to ensure abundant blooming. During the growing season (from spring to late summer), it is best to water the begonia about once a week and allow the top 2 inches of soil to dry slightly between each watering. In the winter, the begonia will need far less water, so only water when the soil becomes completely dry. It is important to avoid waterlogging, so reduce or stop watering when the temperatures begin to drop, and be mindful not to damage the fragile roots."},
 {"id":58, "api_id":1208, "care_level":"", "common_name":"begonia", "description":"The Begonia 'Green Gold' is an amazing plant species because of its low maintenance and high impact beauty. The alternating green and gold leaf pattern creates an eye-catching effect in both sunny and shady places. It is known to be particularly tolerant to drought, and is easy to propagate, since it can be grown from a single leaf. Its leaves are oval in shape and have a unique “holly-like” texture, making it easy to identify. This species also produces beautiful pink and yellow flowers, further adding to its beauty. With the Begonia 'Green Gold', you can liven up any indoor or outdoor space with its vibrant colors and interesting textures.", "family":"Begoniaceae", "growth_rate":"Low", "image_url":"https://perenual.com/storage/species_image/1208_begonia_green_gold/og/Begonia_28Rex-hybrid29_27Merry_Christmas27_02.jpg", "light_exposure":"part shade,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Begonias are easy to prune and should be done regularly to encourage growth. 'Green Gold' begonias need to be pruned back lightly throughout the spring and summer, especially when the plant is actively growing. During the springtime, you should cut back any long or straggly stems to help encourage a bushier growth habit and to keep the plant contained within its pot or bed. When pruning during the summer, remove any dead leaves or shoots. This will help encourage healthy, robust growth and keep the plant blooming for longer throughout the season.", "scientific_name":"Begonia 'Green Gold'", "soil":"", "sunlight_details":"Begonias require bright, indirect light for best growth. For your specific variety - Begonia 'Green Gold' - it is best to provide it with at least 4-6 hours of bright, indirect sunlight each day. Try to position it near a south- or west-facing window to benefit from the most sun, but make sure to move it away from direct sunlight that could be too intense for the plant. During the summer months when the sun is strongest, you may need to move it away from the window and into indirect sunlight to protect it from getting burned.", "watering":"Average", "watering_details":"There are many different types of begonias and they all have slightly different watering requirements. Generally, begonias need to be watered well and then allowed to slightly dry out before they are watered again to help prevent disease. Begonia 'Green Gold' should be watered whenever the top inch of soil is dry, which is usually once or twice a week. During the summer, you may need to adjust this schedule to once every 3 days. Always check the soil first to determine if the plant requires water."},
 {"id":59, "api_id":1209, "care_level":"Medium", "common_name":"begonia", "description":"The begonia 'Gryphon' is a truly amazing plant. It has a unique feathery, rose-like foliage with purple, cream and green coloration. Its deep pink, double flowers bloom from summer to fall, their petals kissed with yellow stamens for maximum impact. This Begonia can tolerate full shade and make an ideal companion for hostas and ferns. It is exceptionally hardy, being drought and humidity tolerant, and once established, it’s mostly carefree. A real show-stopper in the garden, Begonia 'Gryphon' is sure to attract plenty of attention and appreciation.", "family":"Begoniaceae", "growth_rate":"High", "image_url":"https://perenual.com/storage/species_image/1209_begonia_gryphon/og/9656051530_21f82c3dc7_b.jpg", "light_exposure":"part sun/part shade,full sun", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Begonias need to be pruned regularly to encourage strong, healthy growth as well as to maintain their shape and size. For the Begonia ‘Gryphon’, pruning should be done in late spring to mid-summer. Begin by removing dead leaves, stems, and flowers. Cut back any overly long shoots that have outgrown the desired size of the plant. Cutting back any stems should be done no more than 1 third of their original length.", "scientific_name":"Begonia 'Gryphon'", "soil":"", "sunlight_details":"Begonias thrive with sunlight! As a tropical plant, Begonia 'Gryphon' prefers bright, indirect sunlight indoors. During the summer months, it's best to place them in a spot where they can receive 8-12 hours of sunlight a day. From October to April, however, it's best to give them less direct sunlight and opt for a spot near a window that gets 2 to 4 hours of indirect sunlight daily.", "watering":"Average", "watering_details":"It is best to water Begonia 'Gryphon' about once a week. Be sure to water deeply until the soil is evenly moist, almost to the point of being saturated. Allow the soil to dry to a depth of about an inch between waterings. During the summer months, water more frequently as the temperatures and light increase. In the winter months, allow the soil to become almost entirely dry between waterings. "},
 {"id":60, "api_id":1210, "care_level":"", "common_name":"begonia", "description":"Begonia 'Lime Royale' is an elegant and amazing houseplant species ideal for any home. Its vibrant chartreuse foliage gives it a tropical touch while its clusters of soft pink flowers add a hint of color. The foliage of this begonia is shaded with deep red veins, lending it an especially beautiful look. Additionally, it requires very little maintenance. With regular watering and bright indirect sunlight, Begonia 'Lime Royale' will thrive for many years. Plus, its twining stems provide interest in hanging baskets as its cascading foliage flutters in the slight breeze. It's no wonder that Begonia 'Lime Royale' is a perfect addition to any home.", "family":"Begoniaceae", "growth_rate":"Low", "image_url":"", "light_exposure":"part shade,part sun/part shade", "other_name":"", "poisonous_to_pet":"0", "pruning_details":"Pruning for begonia 'Lime Royale' should be done regularly during the growing season to promote better shape and blooming. Depending on your climate, this may be needed as early as May and as late as October. The amount of pruning you do each time should depend on the size of the plant and how overgrown the plant is. Generally, when pruning begonias, a good rule of thumb is to trim no more than 1/3 of the overall height and volume of the plant at any 1 time. This will ensure that you don’t damage the plant while pruning.", "scientific_name":"Begonia 'Lime Royale'", "soil":"", "sunlight_details":"For Begonia 'Lime Royale', the best amount of sunlight is partial shade or indirect bright light, which means that the plant should only get a limited amount of direct sun. Direct sun can cause sunburning, dehydration, and bleaching of the plant. For this species, if you can provide around 4 to 5 hours of bright, indirect light a day, it should be ideal. Morning or late afternoon sun is the best time to give it, as direct sunlight during midday can be too intense.", "watering":"Average", "watering_details":"For Begonia 'Lime Royale', water when the soil looks and feels dry to the touch - usually about once a week or after every 1-2 days in warmer temperatures. Make sure not to water directly onto the leaves, as this can cause them to turn brown. To avoid over-watering, it is important to allow the soil to completely dry out in between waterings. Additionally, it is important to avoid getting water on the leaves, as this can cause them to turn brown."}]